{
  "privacy_policy_title": "Privacy Policy",
  "privacy_policy_description": "This privacy policy (\"Policy\") informs you of your choices and our practices in relation to your Information (as defined below). For the purposes of this Policy, \"we\", \"us\", and \"our\" refer to \"Rexas\".",

  "children_title": "Children",
  "children_description": "Our services are not available for use by children and are intended for persons over the age of 18 years old, and 21 years old in some jurisdictions. Please refer to your country laws for age-appropriate guidance.\n\nTo comply with the current 'UK Data Protection Act' for Children, specifically the Age Appropriate Design Code (also known as the Children's Act), risks have been assessed. More information can be found at ICO Children's Code Hub. This policy will explain areas of our app or website that may affect your privacy and personal details, how we process, collect, manage and store those details, and your rights in relation to your data.",

  "personal_info_title": "Personal Information We Collect",
  "personal_info_description": "We may collect and use the following Information about you:\nInformation you provide to us, such as your name, mailing address, phone number, email address, and payment information.\nInformation you provide via customer support channels, such as when contacting us via email.\nInformation collected when you use our app or website, including cookies and location-based data.\nInformation from third parties, including social media and analytics services like Google Analytics.",

  "how_we_use_title": "How We Use Your Personal Information",
  "how_we_use_description": "We will only use your personal data when the law allows us to. Common reasons include:\nTo provide you with our service, including access to our app via a virtual wallet.\nTo improve and monitor the use of our services.\nTo provide customer support and respond to your queries or complaints.\nTo prevent fraud, defend legal claims, and comply with legal obligations.\nTo conduct analytics and provide targeted advertising (with your consent).",

  "choices_title": "Your Choices About How Information is Used",
  "choices_description": "You have the following choices regarding how we use your information:\nMarketing Emails: You can opt-out of receiving promotional emails by using the \"unsubscribe\" feature in our marketing emails.\nFinancial Incentives: We may run promotions that ask you to share personal information. Participation is voluntary."
}
