{
  "privacy_policy_title": "Politique de Confidentialité",
  "privacy_policy_description": "Cette politique de confidentialité (\"Politique\") vous informe de vos choix et de nos pratiques en relation avec vos Informations (telles que définies ci-dessous). Aux fins de cette Politique, \"nous\", \"notre\" et \"nos\" font référence à \"Rexas\".",

  "children_title": "Enfants",
  "children_description": "Nos services ne sont pas disponibles pour les enfants et sont destinés aux personnes de plus de 18 ans, et 21 ans dans certaines juridictions. Veuillez vous référer aux lois de votre pays pour obtenir des conseils adaptés à l'âge.\n\nPour se conformer à la 'Loi britannique sur la protection des données' actuelle pour les enfants, en particulier le Code de conception approprié à l'âge (également connu sous le nom de Loi sur les enfants), des risques ont été évalués. Plus d'informations peuvent être trouvées sur le Hub du Code des enfants de l'ICO. Cette politique expliquera les parties de notre application ou site Web susceptibles d'affecter votre vie privée et vos informations personnelles, comment nous traitons, collectons, gérons et stockons ces informations, et vos droits en relation avec vos données.",

  "personal_info_title": "Informations Personnelles que Nous Collectons",
  "personal_info_description": "Nous pouvons collecter et utiliser les informations suivantes à votre sujet :\nLes informations que vous nous fournissez, telles que votre nom, adresse postale, numéro de téléphone, adresse e-mail et informations de paiement.\nLes informations que vous fournissez via les canaux de support client, comme lorsque vous nous contactez par e-mail.\nLes informations collectées lorsque vous utilisez notre application ou site Web, y compris les cookies et les données basées sur la localisation.\nLes informations provenant de tiers, y compris les réseaux sociaux et les services d'analyse tels que Google Analytics.",

  "how_we_use_title": "Comment Nous Utilisons Vos Informations Personnelles",
  "how_we_use_description": "Nous utiliserons vos données personnelles uniquement lorsque la loi nous le permet. Les raisons courantes incluent :\nPour vous fournir notre service, y compris l'accès à notre application via un portefeuille virtuel.\nPour améliorer et surveiller l'utilisation de nos services.\nPour fournir un support client et répondre à vos questions ou plaintes.\nPour prévenir la fraude, défendre des réclamations légales et respecter les obligations légales.\nPour effectuer des analyses et fournir des publicités ciblées (avec votre consentement).",

  "choices_title": "Vos Choix sur l'Utilisation des Informations",
  "choices_description": "Vous avez les choix suivants concernant l'utilisation de vos informations :\nEmails Marketing : Vous pouvez vous désinscrire de la réception des emails promotionnels en utilisant la fonctionnalité \"se désabonner\" dans nos emails marketing.\nIncitations Financières : Nous pouvons organiser des promotions qui vous demandent de partager des informations personnelles. La participation est volontaire."
}
