{
  "terms_and_conditions_title": "Conditions Générales",
  "terms_and_conditions_description": "Vous devez lire ces Conditions car elles contiennent nos engagements légaux envers vous ainsi qu'un certain nombre de choses à faire et à ne pas faire lors de l'utilisation de nos Services. Veuillez lire attentivement ces Conditions pour vous assurer de bien les comprendre. En utilisant nos Services, vous êtes automatiquement réputé accepter et être juridiquement lié par ces Conditions. Pour éviter tout doute, si vous n'acceptez pas ces Conditions, vous ne devez pas accéder ni utiliser nos Services.\n\nVous devez également lire notre Politique de Confidentialité. La Politique de Confidentialité explique comment nous utilisons vos données personnelles. Si vous pensez qu'il y a une erreur dans ces termes ou si vous avez des questions, veuillez nous contacter pour en discuter. Si nous devons vous contacter, nous le ferons par écrit à l'adresse e-mail que vous nous avez fournie. Il est donc très important que vous confirmiez avoir fourni une adresse e-mail légitime que vous utilisez personnellement, et en continuant à utiliser nos Services, vous garantissez l'avoir fait. Nous ne vous contacterons que si vous nous avez donné votre consentement explicite. La seule autre fois où vous recevrez des e-mails sera si vous vous êtes inscrit pour recevoir notre newsletter et nos mises à jour.\n\nLorsque nous utilisons les mots 'écrit' ou 'par écrit' dans ces termes, cela inclut les e-mails.",

  "buying_coins_title": "Utiliser Nos Services / Acheter des Pièces",
  "buying_coins_description": "Pour utiliser nos services, vous aurez besoin d'un portefeuille virtuel. Nous attirons votre attention sur le fait que les portefeuilles sont des services tiers, et nous vous conseillons de lire leurs conditions d'utilisation.",

  "security_title": "Sécurité",
  "security_description": "La sécurité est importante pour Rexas, et vous acceptez donc de ne pas partager l'accès à votre portefeuille avec un autre utilisateur ou un tiers, ou d'effectuer sciemment une activité permettant à un tiers d'accéder à ou d'utiliser votre compte. Si nous estimons, à notre discrétion, que votre compte est utilisé de manière inappropriée, nous nous réservons le droit de suspendre, de résilier ou de cesser de soutenir votre compte sans responsabilité.\n\nNous ne pouvons pas vérifier l'identité des personnes utilisant nos Services et ne serons pas responsables si quelqu'un d'autre utilise votre connexion au portefeuille ou votre compte. Si vous prenez conscience d'une utilisation non autorisée de votre connexion, vous devez nous en informer immédiatement en nous contactant à admin@rexas.com, en indiquant 'Violation de Sécurité' dans l'objet. Veuillez noter que nous pourrions avoir besoin de vérifier votre identité et de valider la propriété du compte. Soyez vigilant quant aux autres sites Web et services qui pourraient prétendre être nous ou être associés à nous.",

  "removing_data_title": "Suppression des Données",
  "removing_data_description": "Si vous souhaitez que nous supprimions toutes les données que nous pouvons détenir à votre sujet, veuillez nous contacter en envoyant un e-mail à admin@rexas.com. Bien que nous ne demandions pas d'informations personnelles ou identifiables lors de l'inscription à l'utilisation de notre service, nous pourrions encore détenir des informations vous concernant si vous nous avez fourni une adresse e-mail ou donné la permission de vous contacter. Si vous souhaitez que vos données soient supprimées, vous devez le spécifier dans votre e-mail. Si vous ne demandez pas la suppression, nous conserverons ces informations comme décrit dans notre Politique de Confidentialité."
}
