{
  "terms_and_conditions_title": "Termes et Conditions",
  "terms_and_conditions_description": "Vous devez lire ces Termes car ils contiennent nos engagements juridiques envers vous et un certain nombre de choses à FAIRE et à NE PAS FAIRE dont vous devez être conscient lorsque vous utilisez nos Services. Veuillez lire ces Termes attentivement pour vous assurer que vous les comprenez. En utilisant nos Services, vous êtes automatiquement considéré comme acceptant d'accepter et d'être légalement lié par ces Termes. Pour éviter tout doute, si vous n'acceptez pas les Termes, vous ne devez pas procéder à l'accès ou à l'utilisation de nos Services.\n\nVous devez également lire notre Politique de Confidentialité. La Politique de Confidentialité explique comment nous utilisons vos données personnelles. Si vous pensez qu'il y a une erreur dans ces termes ou si vous avez des questions, veuillez nous contacter pour en discuter. Si nous devons vous contacter, nous le ferons en vous écrivant à l'adresse e-mail que vous nous avez fournie. Il est donc très important que vous confirmiez que vous avez fourni une adresse e-mail légitime utilisée par vous personnellement et en poursuivant l'utilisation de nos Services, vous garantissez que vous l'avez fait. Nous ne vous contacterons que si vous avez donné un consentement explicite pour que nous le fassions. La seule autre fois où vous recevrez des e-mails est si vous vous êtes inscrit pour recevoir notre newsletter et nos mises à jour. Lorsque nous utilisons les mots \"écriture\" ou \"écrit\" dans ces termes, cela inclut les e-mails.",

  "changes_to_terms_title": "Modifications des Termes",
  "changes_to_terms_description": "Nous pouvons mettre à jour et modifier ces Termes de temps à autre et la version la plus récente de ces Termes sera publiée sur le site Web et dans l'application concernée. Vous pourrez être invité à examiner et accepter les Termes révisés afin de continuer à utiliser les Services. Nous suggérons à tous les utilisateurs de vérifier régulièrement les termes sur le site Web et dans l'application où toute modification sera publiée. Vous pouvez imprimer et enregistrer une copie de ces Termes pour votre référence future. Nous pouvons exiger que vous mettiez à jour le logiciel pour pouvoir utiliser les Services, à condition que les Services continuent de correspondre à la description que nous vous avons fournie auparavant. Le logiciel associé peut être mis à niveau pour refléter les changements dans un système d'exploitation. En continuant à utiliser les Services, vous serez considéré comme ayant accepté les Termes tels que modifiés de temps à autre.",

  "buying_coins_title": "Utilisation de notre Service / Achat de Pièces",
  "buying_coins_description": "Pour utiliser notre service, vous devrez avoir un portefeuille virtuel. Nous attirons votre attention sur le fait que les portefeuilles sont des services tiers, et nous vous conseillons de lire leurs conditions d'utilisation.",

  "security_title": "Sécurité",
  "security_description": "La sécurité est importante pour BlockBoost, et vous convenez donc de ne pas partager l'accès à votre portefeuille avec d'autres utilisateurs ou des tiers, ou d'effectuer sciemment toute activité qui permettrait à un tiers d'accéder ou d'utiliser votre compte. Si nous croyons, à notre discrétion, que votre compte est utilisé de manière inappropriée, nous nous réservons le droit de suspendre ou de résilier ou de cesser de soutenir votre compte sans responsabilité.\n\nNous ne pouvons pas vérifier l'identité des personnes utilisant nos Services et ne serons pas responsables si votre connexion au portefeuille ou votre compte est utilisé par quelqu'un d'autre. Si vous prenez connaissance d'une utilisation non autorisée de votre identifiant, vous devez nous en informer immédiatement en nous contactant à inq@BlockBoost.io, en utilisant \"Violation de Sécurité\" comme ligne d'objet. Veuillez noter que nous pourrions avoir besoin de vérifier votre identité et de valider la propriété du compte. Soyez vigilant face à d'autres sites Web et services qui pourraient prétendre être nous ou être associés à nous.",

  "removing_data_title": "Suppression de Données",
  "removing_data_description": "Si vous souhaitez que nous supprimions les données que nous pourrions avoir vous concernant, veuillez nous contacter par e-mail à inq@BlockBoost.io. Bien que nous ne nécessitions pas d'informations personnelles ou identifiables lors de votre inscription pour utiliser notre service, nous pouvons tout de même conserver des détails si vous nous avez fourni une adresse e-mail ou si vous nous avez donné la permission de vous contacter. Si vous souhaitez que vos données soient supprimées, vous devez le spécifier dans votre e-mail. Si vous ne demandez pas la suppression, nous conserverons ces informations comme indiqué dans notre Politique de Confidentialité.",

  "rules_of_use_title": "Règles d'Utilisation",
  "rules_of_use_description": "Vous vous engagez et convenez de respecter les règles suivantes :",
  "rules_of_use_list": [
    "Ne pas s'engager dans des attaques personnelles contre d'autres individus.",
    "Ne pas harceler, intimider ou traquer tout autre utilisateur de nos Services.",
    "Ne pas publier de langage ou d'images vulgaires, obscènes ou sexuellement explicites.",
    "Ne pas promouvoir ou défendre des activités illégales ou des discussions avec l'intention de les commettre.",
    "Ne pas violer les droits de propriété intellectuelle ou de vie privée de tout tiers.",
    "Ne pas introduire de virus ou d'autres composants nuisibles.",
    "Ne pas usurper l'identité d'autres personnes ou déformer votre identité.",
    "Ne pas s'engager dans le spam, le trolling ou d'autres comportements antisociaux.",
    "Ne pas promouvoir ou générer de l'argent pour vous-même ou un tiers sans permission."
  ],

  "violation_of_rules_title": "Violation des Règles",
  "violation_of_rules_description": "Si vous pensez qu'un autre utilisateur viole ces Règles, veuillez nous en informer par e-mail à inq@BlockBoost.io. Nous ne pouvons pas garantir que d'autres utilisateurs respecteront ces Règles, et nous ne serons pas responsables du non-respect de toute autre utilisateur. Vous et les autres utilisateurs êtes responsables de vos propres actions.",

  "service_interruption_title": "Interruption du Service",
  "service_interruption_description": "BlockBoost ne garantit pas que les Services seront toujours disponibles, ininterrompus, opportuns, sécurisés ou exempts de bogues ou de virus. Il peut y avoir des moments où les Services ne sont pas disponibles en raison de la maintenance ou de problèmes techniques. Nous pouvons également modifier, suspendre ou interrompre certains Services sans vous en informer au préalable. Nous prendrons des mesures raisonnables pour garantir que nos Services sont exempts de virus et d'autres logiciels malveillants, mais nous vous recommandons également d'utiliser des logiciels antivirus applicables si nécessaire.",

  "prohibited_person_title": "Personne Interdite",
  "prohibited_person_description": "\"Personne Interdite\" désigne les individus ou entités légales qui sont soumis à des sanctions spécifiques en vertu des lois des États-Unis, des Nations Unies, de l'Union européenne ou d'autres autorités compétentes. Nous ne nous engagerons pas dans des transactions avec des Personnes Interdites.",

  "third_parties_title": "Tiers",
  "third_parties_description": "Certaines pages peuvent contenir des liens vers des sites ou services tiers. Ces liens sont fournis pour votre commodité, et BlockBoost n'est pas responsable de tout contenu tiers. Si vous visitez un site Web tiers, veuillez être conscient qu'il peut avoir ses propres conditions d'utilisation et sa propre politique de confidentialité.",

  "agreeing_to_terms_title": "Acceptation des Termes",
  "agreeing_to_terms_description": "En utilisant nos Services, vous acceptez d'être légalement lié par ces Termes. Si vous n'êtes pas d'accord, vous ne devez pas accéder ou utiliser nos Services.",

  "children_title": "Enfants",
  "children_description": "Nos services ne sont pas disponibles pour les enfants de moins de 18 ans ou 21 ans dans certaines juridictions. Veuillez vous référer aux lois de votre pays pour des conseils relatifs à l'âge.",

  "content_and_ip_rights_title": "Droits de Contenu et de PI",
  "content_and_ip_rights_description": "Tout le contenu et les informations contenus dans les Services sont la propriété ou sous licence de BlockBoost et sont protégés par des droits de propriété intellectuelle. Vous ne pouvez pas utiliser, copier, rétroconcevoir ou modifier un contenu sans autorisation explicite.",

  "additional_important_information_title": "Informations Importantes Supplémentaires",
  "additional_important_information_description": "Vous êtes responsable de vous assurer que toutes les personnes qui accèdent à notre site ou à notre application via votre connexion respectent ces termes. Vous devez également vous assurer que votre accès et votre utilisation de nos Services respectent les lois et règlements applicables.",
  "additional_important_information_list": [
    "Le contenu de notre site est à titre d'information générale et n'est pas destiné à des conseils.",
    "Vous devriez demander des conseils financiers professionnels avant de prendre des décisions financières.",
    "Nous ne garantissons pas l'exactitude, l'exhaustivité ou la ponctualité du contenu de notre site.",
    "Vous êtes responsable de votre propre protection contre les virus lors de l'accès à notre site.",
    "Vous ne devez pas abuser de notre site ou de notre application ou des Services, y compris en introduisant des virus ou d'autres logiciels malveillants.",
    "Nous nous réservons le droit de restreindre l'accès à notre site ou à notre application à tout moment."
  ],

  "governing_law_title": "Droit Applicable",
  "governing_law_description": "Ces Termes seront régis et interprétés conformément aux lois de l'État de Californie, aux États-Unis, sans égard à ses principes de conflit de lois.",

  "termination_title": "Résiliation",
  "termination_description": "Nous nous réservons le droit de résilier votre accès à nos Services ou de suspendre ou mettre fin à tout compte à notre seule discrétion sans préavis, pour quelque raison que ce soit, y compris, sans s'y limiter, une violation des Termes."
}
