{
  "cookie_policy_title": "Politica sui Cookie",
  "cookie_policy_description": "Ai fini della presente Politica sui Cookie, \"noi\", \"nostro\" e \"ci\" indicano \"Rexas\". Questa Politica sui Cookie si applica ai seguenti \"Servizi\": rexas.com e qualsiasi altro sito web, applicazione, prodotto, forum o servizio che forniamo tramite l'applicazione o il sito web, o qualsiasi altro sito web dedicato che potremmo fornire di tanto in tanto.\n\nPuoi modificare le tue preferenze sui cookie o revocare il consenso in qualsiasi momento tramite le Impostazioni sulla Privacy.",

  "what_is_cookie_title": "1. Cosa sono i cookie?",
  "what_is_cookie_description": "I cookie sono file di testo contenenti piccole quantità di informazioni che vengono posizionati sul tuo dispositivo quando visiti un sito web. Sono ampiamente utilizzati per consentire il funzionamento dei siti web o per renderli più efficienti, nonché per fornire informazioni ai proprietari del sito per migliorare l'esperienza dell'utente, ad esempio ricordando le tue preferenze o mostrandoti contenuti e annunci personalizzati.\n\nLe funzioni solitamente svolte da un cookie possono essere realizzate anche da altre tecnologie simili, come file di log, tag pixel, web beacon, GIF trasparenti e ID dispositivo. In questa Politica sui Cookie, ci riferiamo collettivamente a questi come \"Cookie\".",

  "how_we_use_cookie_title": "2. Come utilizziamo i cookie?",
  "how_we_use_cookie_description": "Possiamo utilizzare i cookie per:\n- Verificare le informazioni di accesso e consentire agli utenti di trovare amici che utilizzano il Servizio;\n- Tracciare il traffico e i modelli di viaggio relativi al Servizio;\n- Capire costantemente il numero totale di utenti di un Servizio e i tipi di dispositivi;\n- Monitorare le prestazioni di un Servizio per migliorarlo continuamente;\n- Personalizzare e migliorare la tua esperienza online;\n- Fornirti assistenza clienti;\n- E fornire pubblicità di terze parti nei nostri servizi.",

  "types_of_cookie_title": "3. Quali tipi di cookie utilizziamo?",
  "types_of_cookie_description": "I tipi di cookie utilizzati da noi e dai nostri partner nell'ambito di un Servizio possono essere classificati nelle seguenti categorie: \"Cookie necessari\", \"Cookie di funzionalità\", \"Cookie analitici\" e \"Cookie pubblicitari e di tracciamento\". Abbiamo fornito ulteriori informazioni su ciascuna categoria, sullo scopo e sulla durata dei cookie che noi o terze parti abbiamo impostato. Puoi disabilitare i cookie in qualsiasi momento tramite le impostazioni sulla privacy, ma ciò potrebbe influire sulla funzionalità del Servizio.\n- Cookie necessari: Abilitano funzionalità di base come la sicurezza, la gestione della rete e l'accessibilità.\n- Cookie di funzionalità: Registrano le scelte che hai fatto e ci permettono di personalizzare un Servizio per te.\n- Cookie analitici: Analizzano come viene utilizzato o funziona il nostro Servizio per offrirti una migliore esperienza utente e per mantenere, operare e migliorare continuamente il Servizio.\n- Cookie pubblicitari e di tracciamento: Questi possono essere impostati dai nostri partner pubblicitari attraverso i nostri servizi per mostrarti annunci pertinenti su altri siti web.",

  "control_or_delete_cookie_title": "4. Come controllare o eliminare i cookie",
  "control_or_delete_cookie_description": "Hai le seguenti opzioni su come utilizziamo le tue informazioni:\nHai il diritto di controllare l'uso dei cookie e di altre tecnologie simili da parte nostra in qualsiasi momento utilizzando le Impostazioni sulla Privacy o regolando le impostazioni nell'applicazione. Tuttavia, ti preghiamo di notare che, se scegli di rifiutare i cookie, potresti non essere in grado di utilizzare tutte le funzionalità dei Servizi.\nInoltre, la maggior parte dei browser consente di modificare le preferenze sui cookie tramite le loro impostazioni. Queste impostazioni si trovano generalmente nel menu \"opzioni\" o \"preferenze\". I seguenti collegamenti potrebbero essere utili per comprendere queste impostazioni:\n- Impostazioni cookie in Chrome\n- Impostazioni cookie in Safari\n- Impostazioni cookie in Firefox\n- Impostazioni cookie in Internet Explorer\nPer rinunciare al tracciamento tramite Google Analytics su tutti i siti web, visita il seguente link:\n- Disattivazione di Google Analytics"
}
