{
  "privacy_policy_title": "Informativa sulla Privacy",
  "privacy_policy_description": "Questa informativa sulla privacy (\"Informativa\") ti informa sulle tue scelte e sulle nostre pratiche in relazione alle tue informazioni (come definito di seguito). Ai fini di questa Informativa, \"noi\", \"ci\" e \"nostro\" si riferiscono a \"Rexas\".",

  "children_title": "Minori",
  "children_description": "I nostri servizi non sono disponibili per l'uso da parte di bambini e sono destinati a persone di età superiore ai 18 anni, e in alcune giurisdizioni ai 21 anni. Fare riferimento alle leggi del proprio paese per ottenere indicazioni appropriate in base all'età.\n\nPer rispettare l'attuale 'Legge sulla protezione dei dati del Regno Unito' per i minori, in particolare il Codice di progettazione appropriata per l'età (noto anche come Legge sui minori), sono stati valutati i rischi. Maggiori informazioni sono disponibili presso l'ICO Children's Code Hub. Questa informativa spiegherà le aree della nostra app o sito web che possono influire sulla tua privacy e sui tuoi dati personali, come elaboriamo, raccogliamo, gestiamo e archiviamo tali dati, e i tuoi diritti relativi ai tuoi dati.",

  "personal_info_title": "Informazioni Personali che Raccogliamo",
  "personal_info_description": "Potremmo raccogliere e utilizzare le seguenti informazioni su di te:\nInformazioni che ci fornisci, come il tuo nome, indirizzo postale, numero di telefono, indirizzo email e informazioni di pagamento.\nInformazioni che fornisci tramite i canali di supporto clienti, ad esempio quando ci contatti via email.\nInformazioni raccolte quando utilizzi la nostra app o sito web, inclusi cookie e dati basati sulla posizione.\nInformazioni di terze parti, inclusi social media e servizi di analisi come Google Analytics.",

  "how_we_use_title": "Come Utilizziamo le Tue Informazioni Personali",
  "how_we_use_description": "Utilizzeremo i tuoi dati personali solo quando la legge ce lo consente. I motivi comuni includono:\nPer fornirti il nostro servizio, incluso l'accesso alla nostra app tramite un portafoglio virtuale.\nPer migliorare e monitorare l'utilizzo dei nostri servizi.\nPer fornire assistenza clienti e rispondere alle tue richieste o reclami.\nPer prevenire frodi, difendere reclami legali e rispettare obblighi legali.\nPer condurre analisi e fornire pubblicità mirata (con il tuo consenso).",

  "choices_title": "Le Tue Scelte su Come Utilizziamo le Informazioni",
  "choices_description": "Hai le seguenti scelte su come utilizziamo le tue informazioni:\nEmail di Marketing: Puoi rinunciare a ricevere email promozionali utilizzando la funzione \"annulla iscrizione\" nelle nostre email di marketing.\nIncentivi Finanziari: Potremmo eseguire promozioni che ti chiedono di condividere informazioni personali. La partecipazione è volontaria."
}
