{
  "terms_and_conditions_title": "Termini e Condizioni",
  "terms_and_conditions_description": "Dovresti leggere questi Termini perché contengono i nostri impegni legali nei tuoi confronti e una serie di comportamenti da tenere o evitare durante l'utilizzo dei nostri Servizi. Ti preghiamo di leggere attentamente questi Termini per assicurarti di comprenderli. Utilizzando i nostri Servizi, accetti automaticamente e legalmente di essere vincolato a questi Termini. Per evitare equivoci, se non sei d'accordo con i Termini, non dovresti procedere nell'accesso o utilizzo dei nostri Servizi.\n\nDovresti anche leggere la nostra Informativa sulla Privacy. L'Informativa sulla Privacy spiega come utilizziamo i tuoi dati personali. Se ritieni che ci sia un errore nei termini o hai delle domande, contattaci per discuterne. Se dovessimo contattarti, lo faremo scrivendoti all'indirizzo email che ci hai fornito. È quindi molto importante confermare di aver fornito un indirizzo email valido e di uso personale, e procedendo con l'uso dei nostri Servizi dichiari di averlo fatto. Ti contatteremo solo se ci hai dato il tuo esplicito consenso per farlo. L'unico altro momento in cui riceverai email è se ti sei iscritto alla nostra newsletter e agli aggiornamenti.\n\nQuando usiamo i termini 'per iscritto' o 'scritto' in questi Termini, ciò include le email.",

  "buying_coins_title": "Utilizzo del nostro Servizio / Acquisto di Monete",
  "buying_coins_description": "Per utilizzare il nostro servizio, avrai bisogno di un portafoglio virtuale. Facciamo presente che i portafogli sono servizi di terze parti e ti consigliamo di leggere i loro termini di utilizzo.",

  "security_title": "Sicurezza",
  "security_description": "La sicurezza è importante per Rexas, e pertanto accetti di non condividere l'accesso al tuo portafoglio con altri utenti o terze parti, né di compiere consapevolmente azioni che consentano a terzi di accedere o utilizzare il tuo account. Se riteniamo, a nostra discrezione, che il tuo account sia utilizzato in modo inappropriato, ci riserviamo il diritto di sospendere, terminare o cessare di supportare il tuo account senza responsabilità.\n\nNon possiamo verificare le identità delle persone che utilizzano i nostri Servizi e non saremo responsabili se la tua connessione al portafoglio o il tuo account viene utilizzato da qualcun altro. Se vieni a conoscenza di un utilizzo non autorizzato del tuo accesso, dovresti notificarcelo immediatamente contattandoci all'indirizzo admin@rexas.com, utilizzando 'Violazione della sicurezza' come oggetto. Si noti che potremmo dover verificare la tua identità e validare la proprietà dell'account. Fai attenzione ad altri siti web e servizi che potrebbero fingersi noi o essere associati a noi.",

  "removing_data_title": "Rimozione dei Dati",
  "removing_data_description": "Se desideri che cancelliamo qualsiasi dato in nostro possesso che ti riguarda, contattaci inviando un'email a admin@rexas.com. Sebbene non richiediamo informazioni personali o identificabili durante la registrazione ai nostri servizi, potremmo comunque avere dettagli su di te se ci hai fornito un indirizzo email o ci hai dato il permesso di contattarti. Se desideri che i tuoi dati vengano eliminati, devi specificarlo nella tua email. Se non richiedi la cancellazione, manterremo queste informazioni come descritto nella nostra Informativa sulla Privacy."
}
