{
  "cookie_policy_title": "Política de Cookies",
  "cookie_policy_description": "Para os fins desta Política de Cookies, “nós”, “nos” e “nosso” referem-se a \"BlockBoost\". Esta Política de Cookies aplica-se aos seguintes “Serviços”: BlockBoost.com e quaisquer outros sites, aplicativos, produtos, fóruns e serviços dedicados que oferecemos por meio do aplicativo ou do site ou de outro site dedicado que podemos oferecer de tempos em tempos, ou que de outra forma nos é fornecido. Você pode alterar suas preferências de Cookies ou retirar o consentimento a qualquer momento usando as Configurações de Privacidade.",

  "what_is_cookie_title": "1. O que é um cookie?",
  "what_is_cookie_description": "Cookies são arquivos de texto que contêm pequenas quantidades de informações que são colocadas em seu dispositivo quando você visita um site. Eles são amplamente utilizados para fazer os sites funcionarem, ou funcionarem de maneira mais eficiente, além de fornecer informações aos proprietários do site para melhorar a experiência do usuário, por exemplo, lembrando suas preferências ou oferecendo conteúdo e anúncios personalizados. Funções normalmente realizadas por um cookie também podem ser alcançadas por outras tecnologias semelhantes, como arquivos de log, tags de pixel, web beacons, GIFs transparentes e IDs de dispositivos. Nesta Política de Cookies, nos referiremos a eles coletivamente como “Cookies”.",

  "how_we_use_cookie_title": "2. Como usamos Cookies?",
  "how_we_use_cookie_description": "Podemos usar Cookies para:",
  "how_we_use_cookie_items": [
    "Verificar informações de login e permitir que os usuários encontrem amigos que usam um Serviço.",
    "Rastrear o fluxo de tráfego e os padrões de viagem em relação a um Serviço.",
    "Entender o número total de usuários de um Serviço de forma contínua e os tipos de dispositivos.",
    "Monitorar o desempenho de um Serviço para melhorá-lo continuamente.",
    "Personalizar e aprimorar sua experiência online.",
    "Fornecer atendimento ao cliente para você.",
    "Exibir anúncios de terceiros dentro de nossos serviços."
  ],

  "types_of_cookie_title": "3. Quais tipos de cookies usamos?",
  "types_of_cookie_description": "Os tipos de Cookies utilizados por nós e nossos parceiros em relação a um Serviço podem ser classificados nestas categorias: 'Cookies Necessários', 'Cookies Funcionais', 'Cookies Analíticos' e 'Cookies de Publicidade e Rastreamento'. Abaixo, fornecemos mais informações sobre cada categoria, propósito e duração dos Cookies que nós e terceiros definimos. Você pode desativar os Cookies a qualquer momento usando as Configurações de Privacidade, mas isso pode afetar como o Serviço funciona.",
  "types_of_cookie_items": [
    {
      "title": "Cookies Necessários",
      "description": "Habilitam funcionalidades básicas, como segurança, gerenciamento de rede e acessibilidade."
    },
    {
      "title": "Cookies Funcionais",
      "description": "Registram informações sobre escolhas que você fez e nos permitem personalizar um Serviço para você."
    },
    {
      "title": "Cookies Analíticos",
      "description": "Analisam como nosso Serviço é acessado, utilizado ou está funcionando para fornecer uma melhor experiência ao usuário e para manter, operar e melhorar continuamente um Serviço."
    },
    {
      "title": "Cookies de Publicidade e Rastreamento",
      "description": "Podem ser definidos através de nossos Serviços pelos nossos parceiros de publicidade para mostrar anúncios relevantes em outros sites."
    }
  ],

  "control_or_delete_cookie_title": "4. Como controlar ou excluir cookies",
  "control_or_delete_cookie_description": "Você tem o direito de controlar nosso uso de cookies e outras tecnologias semelhantes a qualquer momento usando as Configurações de Privacidade ou ajustando as configurações no aplicativo. No entanto, observe que se você optar por recusar Cookies, pode não ser capaz de usar toda a funcionalidade dos Serviços. Além do acima, a maioria dos navegadores permite que você altere suas preferências para Cookies através de suas configurações. Essas configurações geralmente são encontradas no menu de \"opções\" ou \"preferências\". Para entender essas configurações, os seguintes links podem ser úteis:",
  "control_or_delete_cookie_links": [
    "Configuração de cookies no Chrome",
    "Configuração de cookies no Safari",
    "Configuração de cookies no Firefox",
    "Configuração de cookies no Internet Explorer",
    "Google Analytics Opt-Out"
  ],

  "changes_to_cookie_policy_title": "5. Alterações a esta Política de Cookies",
  "changes_to_cookie_policy_description": "Atualizaremos esta Política de Cookies para refletir alterações em nossas práticas e serviços. Quando publicarmos alterações nesta Política de Cookies, revisaremos a data de \"Última Atualização\" no topo desta Política de Cookies.",

  "need_more_info_title": "6. Precisa de mais informações?",
  "need_more_info_description": "Se você gostaria de saber mais sobre cookies e seu uso na Internet, você pode encontrar mais informações úteis em AboutCookies, All About Cookies e Your Online Choices.",

  "cookies_set_in_the_past_title": "7. Cookies que foram definidos no passado",
  "cookies_set_in_the_past_description": "Se você desativou um ou mais Cookies, ainda podemos usar informações coletadas de cookies antes da sua preferência desativada ser definida, no entanto, pararemos de usar o cookie desativado para coletar quaisquer outras informações.",

  "contact_us_title": "8. Contate-nos",
  "contact_us_description": "Se você deseja entrar em contato conosco sobre esta Política de Cookies e o uso de cookies nos Serviços, entre em contato conosco através do nosso canal social ou envie um e-mail para: inq@BlockBoost.io."
}
