{
  "earnings": {
    "title": "Earnings",
    "description": "BlockBoost Ecosystem allows earn passive income throughout many ways like Presale rewards,Trading rewards, Holding rewards, Staking rewards and Vault staking Rewards."
  },
  "rewards": {
    "presale": {
      "titleWhite": "Presale Referral",
      "titleColor": "Rewards",
      "description": "Participate in early stage of presale to get $BBT at lower price because each stages of presales price are getting increased. Also, you can refer your friends to earn both 5% as an rewards of their invested amount during presale. There are no limits of referring to earn passive reward of their investments. "
    },
    "trading": {
      "titleWhite": "Trading Referral",
      "titleColor": "Rewards",
      "description": "After launch of $BBT token still you can refer and earn through your unique referral link from our dashboard app and earn the 2% trading rewards of your referrals trading activities lifetime whenever they buy or sell the $BBT tokens."
    },
    "holding": {
      "titleWhite": "Holding",
      "titleColor": "Rewards",
      "description": "Hold the $BBT and earn passive income. Just seat and relax to get share of your holding rewards from traded volume of $BBT and claim it through our dashboard app every hour. If you missed to claim it will be available at anytime to reclaim all remaining rewards of your wallet address."
    },
    "staking": {
      "titleWhite": "Staking",
      "titleColor": "Rewards",
      "description": "Stake $BBT to earn reward and get guaranteed allocation for the launchpad. It will be rewarded from staking supply of our ecosystem. Even after you are eligible for getting the holding rewards which are distributed from trading volumes of $BBT tokens."
    },
    "vault": {
      "titleWhite": "Vault Staking",
      "titleColor": "Rewards",
      "description": "Stake any tokens to earn with automatic compounding system. You can stake any token to earn $BBT as an auto compounding rewards. It will be rewarded from vault supply of our ecosystem. You can unlock the your tokens anytime with your compounded rewards in $BBT tokens."
    }
  }
}
