{
  "privacy_policy_title": "Política de Privacidade",
  "privacy_policy_description": "Esta política de privacidade (\"Política\") informa você sobre suas escolhas e nossas práticas em relação às suas Informações (como definido abaixo). Para os fins desta Política, \"nós\", \"nos\" e \"nosso\" referem-se a \"BlockBoost\".",

  "children_title": "Crianças",
  "children_description": [
    "Nossos serviços não estão disponíveis para uso por crianças e são destinados a pessoas com mais de 18 anos, e 21 anos em algumas jurisdições. Consulte as leis do seu país para orientações adequadas à idade.",
    "Para cumprir a atual 'Lei de Proteção de Dados do Reino Unido' para crianças, especificamente o Código de Design Apropriado à Idade (também conhecido como a Lei das Crianças), os riscos foram avaliados. Mais informações podem ser encontradas no Hub do Código das Crianças da ICO.",
    "Esta política explicará áreas de nosso aplicativo ou site que podem afetar sua privacidade e detalhes pessoais, como processamos, coletamos, gerenciamos e armazenamos esses detalhes, e seus direitos em relação a seus dados."
  ],

  "personal_info_title": "Informações Pessoais que Coletamos",
  "personal_info_description": [
    "Podemos coletar e usar as seguintes informações sobre você:",
    "• Informações que você nos fornece, como nome, endereço, número de telefone, endereço de e-mail e informações de pagamento.",
    "• Informações que você fornece por meio de canais de suporte ao cliente, como quando nos contata por e-mail.",
    "• Informações coletadas quando você usa nosso aplicativo ou site, incluindo cookies e dados de localização.",
    "• Informações de terceiros, incluindo redes sociais e serviços de análise, como o Google Analytics."
  ],

  "how_we_use_title": "Como Usamos Suas Informações Pessoais",
  "how_we_use_description": [
    "Usaremos seus dados pessoais apenas quando a lei nos permitir. Os motivos típicos incluem:",
    "• Para fornecer nossos serviços, incluindo acesso ao nosso aplicativo através de uma carteira virtual.",
    "• Para melhorar e monitorar o uso de nossos serviços.",
    "• Para fornecer suporte ao cliente e responder a suas perguntas ou reclamações.",
    "• Para prevenir fraudes, defender reivindicações legais e cumprir obrigações legais.",
    "• Para realizar análises e fornecer publicidade direcionada (com seu consentimento)."
  ],

  "choices_title": "Suas Opções sobre o Uso de Informações",
  "choices_description": [
    "Você tem as seguintes opções sobre como usamos suas informações:",
    "• E-mails de marketing: Você pode optar por não receber e-mails promocionais usando a função \"cancelar inscrição\" em nossos e-mails de marketing.",
    "• Incentivos financeiros: Podemos realizar promoções que solicitam que você forneça informações pessoais. A participação é voluntária."
  ],

  "who_we_share_title": "Com Quem Compartilhamos Suas Informações Pessoais",
  "who_we_share_description": [
    "Podemos compartilhar suas informações com as seguintes partes:",
    "• Fornecedores de serviços (por exemplo, serviços de nuvem, como AWS).",
    "• Fornecedores de análises (por exemplo, Google, Apple, AWS).",
    "• Parceiros de publicidade (para serviços suportados por anúncios).",
    "• Autoridades policiais ou públicas, se exigido por lei.",
    "• Entidades envolvidas em fusões, aquisições ou reorganizações corporativas."
  ],

  "security_title": "Segurança",
  "security_description": [
    "Implementamos medidas de segurança para proteger suas informações, mas o envio pela internet não é totalmente seguro.",
    "Recomendamos que você tome as devidas precauções de segurança ao usar nossos serviços."
  ],

  "where_we_process_title": "Onde Processamos Suas Informações",
  "where_we_process_description": [
    "Suas informações serão processadas por nossos funcionários e prestadores de serviços (Apple, Google, AWS, Mailchimp).",
    "Quando necessário, garantimos que seus dados sejam transferidos para países que oferecem proteção adequada de dados pessoais."
  ],

  "how_long_we_store_title": "Por Quanto Tempo Armazenamos Suas Informações",
  "how_long_we_store_description": [
    "Armazenamos suas informações por um período máximo de 6 anos.",
    "Ao excluir informações, tomamos medidas para que elas se tornem irrecuperáveis ou não possam ser restauradas."
  ],

  "your_rights_title": "Seus Direitos",
  "your_rights_description": [
    "Você tem os seguintes direitos sob as leis de proteção de dados:",
    "• Direito de solicitar acesso aos seus dados pessoais.",
    "• Direito de solicitar correção de seus dados pessoais.",
    "• Direito de solicitar exclusão de seus dados pessoais.",
    "• Direito de se opor ao processamento de seus dados pessoais.",
    "• Direito de solicitar restrição ao processamento de seus dados pessoais.",
    "• Direito de solicitar a transferência de seus dados pessoais.",
    "• Direito de retirar seu consentimento a qualquer momento."
  ],

  "california_privacy_rights_title": "Direitos de Privacidade na Califórnia (Anexo 1)",
  "california_privacy_rights_description": "Os termos deste anexo se aplicam aos residentes da Califórnia sob a Lei de Privacidade do Consumidor da Califórnia (CCPA). Para fins deste anexo, Informações Pessoais significam informações que identificam ou estão relacionadas a um consumidor ou domicílio específico.",

  "brazil_privacy_rights_title": "Direitos de Privacidade no Brasil (Anexo 2)",
  "brazil_privacy_rights_description": "Os termos deste anexo se aplicam aos residentes do Brasil sob a Lei Geral de Proteção de Dados (LGPD). Você tem o direito de perguntar se possuímos seus dados pessoais e solicitar sua exclusão, restrição ou correção.",

  "contact_title": "Contato e Reclamações",
  "contact_description": [
    "Se você tiver dúvidas ou reclamações sobre esta política, entre em contato conosco em inq@BlockBoost.io.",
    "Se você quiser fazer uma reclamação sobre como processamos suas informações, faremos o nosso melhor para responder dentro de 30 dias."
  ],

  "changes_title": "Mudanças nesta Política",
  "changes_description": "Quaisquer atualizações ou alterações nesta política serão publicadas aqui."
}
