{
  "cookie_policy_title": "कुकी नीति",
  "cookie_policy_description": "इस कुकी नीति के उद्देश्यों के लिए, \"हम\", \"हमारे\" और \"हमारी\" का तात्पर्य \"BlockBoost\" से है। यह कुकी नीति निम्नलिखित “सेवाओं” पर लागू होती है: BlockBoost.com और कोई अन्य समर्पित वेबसाइटें, ऐप्स, उत्पाद, फोरम, और सेवाएँ जो हम ऐप या वेबसाइट के माध्यम से या किसी अन्य समर्पित वेबसाइट के माध्यम से समय-समय पर पेश कर सकते हैं, या अन्यथा प्रदान कर सकते हैं। आप किसी भी समय अपनी कुकी प्राथमिकताओं को बदल सकते हैं या गोपनीयता सेटिंग्स का उपयोग करके सहमति वापस ले सकते हैं।",

  "what_is_cookie_title": "1. कुकी क्या है?",
  "what_is_cookie_description": "कुकीज़ टेक्स्ट फ़ाइलें होती हैं जिनमें छोटी मात्रा में जानकारी होती है जो आपकी डिवाइस पर तब रखी जाती है जब आप एक वेबसाइट पर जाते हैं। इन्हें व्यापक रूप से वेबसाइटों को कार्य करने या अधिक कुशलता से काम करने के लिए, साथ ही वेबसाइट के मालिकों को उपयोगकर्ता अनुभव को सामान्य रूप से बेहतर बनाने के लिए जानकारी प्रदान करने के लिए उपयोग किया जाता है, उदाहरण के लिए, आपकी प्राथमिकताओं को याद रखने के लिए, या आपको व्यक्तिगत सामग्री और विज्ञापन प्रदान करने के लिए। कुकी द्वारा आमतौर पर किए गए कार्यों को अन्य समान तकनीकों जैसे लॉग फ़ाइलें, पिक्सेल टैग, वेब बीकन, क्लियर GIFs, और डिवाइस आईडी द्वारा भी प्राप्त किया जा सकता है। इस कुकी नीति में, हम उन्हें सामूहिक रूप से \"कुकीज़\" के रूप में संदर्भित करेंगे।",

  "how_we_use_cookie_title": "2. हम कुकीज़ का उपयोग कैसे करते हैं?",
  "how_we_use_cookie_description": "हम कुकीज़ का उपयोग कर सकते हैं:",
  "how_we_use_cookie_items": [
    "लॉग-इन जानकारी की पुष्टि करें और उपयोगकर्ताओं को उस सेवा का उपयोग करने वाले दोस्तों को खोजने की अनुमति दें।",
    "सेवा के संबंध में यातायात प्रवाह और यात्रा पैटर्न को ट्रैक करें।",
    "सेवा के कुल उपयोगकर्ताओं की संख्या को लगातार समझें और उपकरणों के प्रकार।",
    "सेवा के प्रदर्शन की निगरानी करें ताकि इसे निरंतर बेहतर किया जा सके।",
    "आपके ऑनलाइन अनुभव को अनुकूलित और बढ़ाना।",
    "आपको ग्राहक सेवा प्रदान करें।",
    "हमारी सेवाओं में तीसरे पक्ष के विज्ञापन प्रदर्शित करें।"
  ],

  "types_of_cookie_title": "3. हम किस प्रकार की कुकीज़ का उपयोग करते हैं?",
  "types_of_cookie_description": "हम और हमारे साझेदार एक सेवा के संबंध में उपयोग की जाने वाली कुकीज़ को इन श्रेणियों में वर्गीकृत किया जा सकता है: 'आवश्यक कुकीज़', 'कार्यात्मक कुकीज़', 'विश्लेषणात्मक कुकीज़', और 'विज्ञापन और ट्रैकिंग कुकीज़'। हमने नीचे प्रत्येक श्रेणी, उद्देश्य, और कुकीज़ की अवधि के बारे में कुछ और जानकारी दी है जो हम और तीसरे पक्ष सेट करते हैं। आप किसी भी समय गोपनीयता सेटिंग्स का उपयोग करके कुकीज़ को अक्षम कर सकते हैं, लेकिन यह सेवा के कार्यों को प्रभावित कर सकता है।",
  "types_of_cookie_items": [
    {
      "title": "आवश्यक कुकीज़",
      "description": "सुरक्षा, नेटवर्क प्रबंधन, और पहुंच जैसे मुख्य कार्यों को सक्षम करें।"
    },
    {
      "title": "कार्यात्मक कुकीज़",
      "description": "आपके द्वारा की गई पसंदों के बारे में जानकारी रिकॉर्ड करें और हमें सेवा को आपके अनुसार अनुकूलित करने की अनुमति दें।"
    },
    {
      "title": "विश्लेषणात्मक कुकीज़",
      "description": "यह विश्लेषण करें कि हमारी सेवा तक कैसे पहुंचा गया, उपयोग किया गया, या प्रदर्शन कर रहा है ताकि आपको बेहतर उपयोगकर्ता अनुभव प्रदान किया जा सके और एक सेवा को बनाए रखने, संचालन करने और निरंतर सुधारने के लिए।"
    },
    {
      "title": "विज्ञापन और ट्रैकिंग कुकीज़",
      "description": "हमें अन्य साइटों पर आपके लिए प्रासंगिक विज्ञापन दिखाने के लिए हमारे विज्ञापन भागीदारों द्वारा हमारी सेवाओं के माध्यम से सेट किया जा सकता है।"
    }
  ],

  "control_or_delete_cookie_title": "4. कुकीज़ को नियंत्रित या हटाने का तरीका",
  "control_or_delete_cookie_description": "आपके पास किसी भी समय गोपनीयता सेटिंग्स का उपयोग करके कुकीज़ और अन्य समान तकनीकों के हमारे उपयोग को नियंत्रित करने का अधिकार है या ऐप के सेटिंग्स को समायोजित करें। हालांकि, कृपया ध्यान दें कि यदि आप कुकीज़ को अस्वीकार करने का विकल्प चुनते हैं, तो आप सेवाओं की पूरी कार्यक्षमता का उपयोग करने में असमर्थ हो सकते हैं। ऊपर के अलावा, अधिकांश ब्राउज़र आपको उनके सेटिंग्स के माध्यम से कुकीज़ के लिए अपने विकल्प बदलने की अनुमति देते हैं। ये सेटिंग्स आमतौर पर \"विकल्प\" या \"पसंद\" मेनू में पाई जाती हैं। इन सेटिंग्स को समझने के लिए, निम्नलिखित लिंक सहायक हो सकते हैं:",
  "control_or_delete_cookie_links": [
    "Chrome में कुकी सेटिंग",
    "Safari में कुकी सेटिंग",
    "Firefox में कुकी सेटिंग",
    "Internet Explorer में कुकी सेटिंग",
    "Google Analytics Opt-Out"
  ],

  "changes_to_cookie_policy_title": "5. इस कुकी नीति में बदलाव",
  "changes_to_cookie_policy_description": "हम इस कुकी नीति को अपने प्रथाओं और सेवाओं में बदलाव को प्रतिबिंबित करने के लिए अपडेट करेंगे। जब हम इस कुकी नीति में बदलाव करते हैं, तो हम इस कुकी नीति के शीर्ष पर \"अंतिम अपडेट\" की तारीख को संशोधित करेंगे।",

  "need_more_info_title": "6. अधिक जानकारी चाहिए?",
  "need_more_info_description": "यदि आप कुकीज़ और इंटरनेट पर उनके उपयोग के बारे में अधिक जानना चाहते हैं, तो आप AboutCookies, All About Cookies, और Your Online Choices पर और उपयोगी जानकारी प्राप्त कर सकते हैं।",

  "cookies_set_in_the_past_title": "7. अतीत में सेट की गई कुकीज़",
  "cookies_set_in_the_past_description": "यदि आपने एक या एक से अधिक कुकीज़ को निष्क्रिय कर दिया है, तो हम आपकी निष्क्रिय प्राथमिकता सेट करने से पहले कुकीज़ से एकत्र की गई जानकारी का उपयोग कर सकते हैं, हालाँकि, हम आगे की जानकारी एकत्र करने के लिए निष्क्रिय कुकी का उपयोग करना बंद कर देंगे।",

  "contact_us_title": "8. हमसे संपर्क करें",
  "contact_us_description": "यदि आप इस कुकी नीति और सेवाओं में कुकीज़ के उपयोग के बारे में हमसे संपर्क करना चाहते हैं, तो कृपया हमारे सोशल चैनल पर हमसे संपर्क करें या हमें ईमेल करें: inq@BlockBoost.io।"
}
