{
  "earnings": {
    "title": "आय",
    "description": "BlockBoost इकोसिस्टम कई तरीकों से निष्क्रिय आय अर्जित करने की अनुमति देता है, जैसे प्रीसेल रिवार्ड्स, ट्रेडिंग रिवार्ड्स, होल्डिंग रिवार्ड्स, स्टेकिंग रिवार्ड्स और वॉल्ट स्टेकिंग रिवार्ड्स।"
  },
  "rewards": {
    "presale": {
      "titleWhite": "प्रीसेल रेफरल",
      "titleColor": "रिवार्ड्स",
      "description": "प्रीसेल के शुरुआती चरण में भाग लें और $BBT को कम कीमत पर प्राप्त करें क्योंकि प्रीसेल के प्रत्येक चरण में कीमत बढ़ती है। साथ ही, आप अपने दोस्तों को रेफर कर सकते हैं और उनके द्वारा प्रीसेल के दौरान निवेश की गई राशि का 5% रिवार्ड के रूप में कमा सकते हैं। रेफरल के माध्यम से उनकी निवेशित राशि पर निष्क्रिय रिवार्ड्स कमाने के लिए कोई सीमा नहीं है।"
    },
    "trading": {
      "titleWhite": "ट्रेडिंग रेफरल",
      "titleColor": "रिवार्ड्स",
      "description": "$BBT टोकन के लॉन्च के बाद भी, आप हमारे डैशबोर्ड ऐप से अपने यूनिक रेफरल लिंक के माध्यम से रेफर करके कमा सकते हैं और अपने रेफरल की ट्रेडिंग गतिविधियों से आजीवन 2% ट्रेडिंग रिवार्ड्स अर्जित कर सकते हैं जब भी वे $BBT टोकन खरीदते या बेचते हैं।"
    },
    "holding": {
      "titleWhite": "होल्डिंग",
      "titleColor": "रिवार्ड्स",
      "description": "$BBT को होल्ड करें और निष्क्रिय आय कमाएं। बस बैठें और आराम करें, और $BBT के ट्रेडेड वॉल्यूम से होल्डिंग रिवार्ड्स का हिस्सा प्राप्त करें जिसे आप हर घंटे हमारे डैशबोर्ड ऐप के माध्यम से क्लेम कर सकते हैं। अगर आप क्लेम करना भूल जाते हैं, तो बचे हुए सभी रिवार्ड्स को किसी भी समय पुनः क्लेम किया जा सकता है।"
    },
    "staking": {
      "titleWhite": "स्टेकिंग",
      "titleColor": "रिवार्ड्स",
      "description": "$BBT का स्टेकिंग करें और रिवार्ड्स कमाएं और लॉन्चपैड के लिए गारंटीड एलोकेशन प्राप्त करें। यह हमारे इकोसिस्टम की स्टेकिंग सप्लाई से रिवार्ड के रूप में दिया जाएगा। इसके अलावा, आप $BBT टोकन के ट्रेडिंग वॉल्यूम से वितरित होल्डिंग रिवार्ड्स प्राप्त करने के लिए पात्र रहेंगे।"
    },
    "vault": {
      "titleWhite": "वॉल्ट स्टेकिंग",
      "titleColor": "रिवार्ड्स",
      "description": "ऑटो-कंपाउंडिंग सिस्टम के साथ कमाने के लिए किसी भी टोकन का स्टेकिंग करें। आप किसी भी टोकन का स्टेकिंग करके $BBT ऑटो-कंपाउंडिंग रिवार्ड्स के रूप में कमा सकते हैं। यह हमारे इकोसिस्टम की वॉल्ट सप्लाई से रिवार्ड्स के रूप में दिया जाएगा। आप अपने स्टेक किए गए टोकन को किसी भी समय $BBT टोकन में कंपाउंडेड रिवार्ड्स के साथ अनलॉक कर सकते हैं।"
    }
  }
}
