{
  "terms_and_conditions_title": "शर्तें और नियम",
  "terms_and_conditions_description": "इन शर्तों को ध्यान से पढ़ें क्योंकि इनमें आपके प्रति हमारी कानूनी प्रतिबद्धताएँ और कुछ चीज़ें हैं जो आपको हमारे सेवाओं का उपयोग करते समय करना और नहीं करना है। कृपया इन शर्तों को ध्यान से पढ़ें ताकि आप यह सुनिश्चित कर सकें कि आप उन्हें समझते हैं। हमारे सेवाओं का उपयोग करने पर, आपको स्वचालित रूप से इन शर्तों को स्वीकार करने और कानूनी रूप से उन पर बंधे रहने के लिए माना जाएगा। संदेह को दूर करने के लिए, यदि आप शर्तों से सहमत नहीं हैं, तो आपको हमारे सेवाओं का उपयोग करने या उन्हें पहुँचने की अनुमति नहीं है।\n\nआपको हमारी गोपनीयता नीति को भी पढ़ना चाहिए। गोपनीयता नीति में बताया गया है कि हम आपके व्यक्तिगत डेटा का कैसे उपयोग करते हैं। यदि आपको इन शर्तों में कोई त्रुटि लगती है या आपके कोई प्रश्न हैं, तो कृपया हमें संपर्क करें। यदि हमें आपसे संपर्क करना है, तो हम आपको उस ईमेल पते पर लिखेंगे जो आपने हमें प्रदान किया है। इसलिए, यह बहुत महत्वपूर्ण है कि आप पुष्टि करें कि आपने व्यक्तिगत रूप से उपयोग में आने वाले वैध ईमेल पते को प्रदान किया है और हमारे सेवाओं का उपयोग जारी रखते हुए, आप यह सुनिश्चित करते हैं कि आपने ऐसा किया है। हम आपको केवल तभी संपर्क करेंगे जब आपने हमारे लिए ऐसा करने की स्पष्ट अनुमति दी हो। एकमात्र अन्य समय जब आपको ईमेल प्राप्त होगा, वह तब है जब आप हमारी समाचार पत्रिका और अपडेट के लिए सदस्यता लेते हैं। जब हम इन शर्तों में लिखना या  लिखित शब्द का उपयोग करते हैं, तो इसका अर्थ ईमेल भी है।",

  "changes_to_terms_title": "शर्तों में परिवर्तन",
  "changes_to_terms_description": "हम समय-समय पर इन शर्तों को अपडेट और संशोधित कर सकते हैं और इन शर्तों का नवीनतम संस्करण वेबसाइट और संबंधित ऐप पर प्रकाशित किया जाएगा। आपको सेवाओं का उपयोग जारी रखने के लिए संशोधित शर्तों की समीक्षा और स्वीकृति देने के लिए कहा जा सकता है। हम सभी उपयोगकर्ताओं को सलाह देते हैं कि वे नियमित रूप से वेबसाइट और ऐप पर शर्तों की जांच करें, जहाँ किसी भी परिवर्तन को प्रकाशित किया जाएगा। आप इन शर्तों की एक प्रति प्रिंट और सहेज सकते हैं ताकि आप भविष्य में संदर्भित कर सकें। हमें यह भी आवश्यक हो सकता है कि आप सेवाओं का उपयोग करने के लिए सॉफ़्टवेयर को अपडेट करें, बशर्ते कि सेवाएँ पहले दिए गए विवरण से मेल खाती रहें। संबंधित सॉफ़्टवेयर को एक ऑपरेटिंग सिस्टम में परिवर्तनों को दर्शाने के लिए अपग्रेड किया जा सकता है। सेवाओं का उपयोग जारी रखते हुए, आपको समय-समय पर संशोधित शर्तों को स्वीकार करने के लिए माना जाएगा।",

  "buying_coins_title": "हमारी सेवा का उपयोग / सिक्के खरीदना",
  "buying_coins_description": "हमारी सेवा का उपयोग करने के लिए, आपके पास एक वर्चुअल वॉलेट होना चाहिए। हम आपको सचेत करते हैं कि वॉलेट तृतीय-पक्ष सेवाएँ हैं, और हम आपको उनके उपयोग की शर्तें पढ़ने की सलाह देते हैं।",

  "security_title": "सुरक्षा",
  "security_description": "सुरक्षा BlockBoost के लिए महत्वपूर्ण है, इसलिए आप इस पर सहमति देते हैं कि आप अपने वॉलेट तक पहुँच साझा नहीं करेंगे या किसी अन्य उपयोगकर्ता या तीसरे पक्ष को ऐसा करने की अनुमति नहीं देंगे, और जानबूझकर ऐसी गतिविधियों में संलग्न नहीं होंगे जो किसी तीसरे पक्ष को आपके खाते तक पहुँचने या उपयोग करने की अनुमति दें। यदि हम मानते हैं, अपनी विवेकाधीनता पर, कि आपका खाता अनुचित तरीके से उपयोग किया जा रहा है, तो हम बिना किसी जिम्मेदारी के आपके खाते को निलंबित या समाप्त करने या समर्थन करना बंद करने का अधिकार सुरक्षित रखते हैं।\n\nहम अपने सेवाओं का उपयोग करने वाले व्यक्तियों की पहचान को सत्यापित नहीं कर सकते हैं और यदि आपका वॉलेट या खाता किसी अन्य द्वारा उपयोग किया गया है, तो हम जिम्मेदार नहीं होंगे। यदि आप अपने आईडी का अवैध उपयोग किए जाने के बारे में जानते हैं, तो आपको तुरंत हमें inq@BlockBoost.io पर संपर्क करना चाहिए, विषय के रूप में सुरक्षा उल्लंघन का उपयोग करते हुए। कृपया ध्यान दें कि हमें आपकी पहचान की पुष्टि करने और खाते की स्वामित्व को मान्य करने की आवश्यकता हो सकती है। हमारे प्रति और वेबसाइट और सेवाओं का उपयोग करने के लिए अन्य साइटों और सेवाओं के प्रति सतर्क रहें।",

  "removing_data_title": "डेटा हटाना",
  "removing_data_description": "यदि आप चाहते हैं कि हम आपके बारे में मौजूद डेटा को हटाएँ, तो कृपया हमें inq@BlockBoost.io पर ईमेल करके संपर्क करें। हालाँकि, हम आपकी सेवा का उपयोग करते समय आपकी व्यक्तिगत या पहचान योग्य जानकारी की आवश्यकता नहीं करते हैं, फिर भी यदि आपने हमें ईमेल पता प्रदान किया है या हमें आपसे संपर्क करने की अनुमति दी है, तो हम तब भी कुछ विवरण रख सकते हैं। यदि आप चाहते हैं कि आपके डेटा को हटाया जाए, तो आपको इसे अपने ईमेल में स्पष्ट करना चाहिए। यदि आप हटाने का अनुरोध नहीं करते हैं, तो हम उन जानकारी को हमारी गोपनीयता नीति के अनुसार रखेंगे।",

  "rules_of_use_title": "उपयोग के नियम",
  "rules_of_use_description": "आप निम्नलिखित नियमों का पालन करने के लिए सहमत हैं और उन्हें मानते हैं:",
  "rules_of_use_list": [
    "अन्य व्यक्तियों के खिलाफ व्यक्तिगत हमलों में संलग्न नहीं होना।",
    "अन्य उपयोगकर्ताओं को परेशान, धमकाने या ट्रैक नहीं करना।",
    "अश्लील, अश्लील या यौन रूप से स्पष्ट भाषा या छवियों को प्रकाशित नहीं करना।",
    "अवैध गतिविधियों को बढ़ावा नहीं देना या उन्हें करने की मंशा से चर्चा नहीं करना।",
    "किसी तीसरे पक्ष के बौद्धिक संपदा या गोपनीयता के अधिकारों का उल्लंघन नहीं करना।",
    "वायरस या अन्य हानिकारक तत्वों को पेश नहीं करना।",
    "अन्य व्यक्तियों की पहचान का उपयोग नहीं करना या अपनी पहचान को विकृत नहीं करना।",
    "स्पैम, ट्रोलिंग या अन्य असामाजिक व्यवहार में संलग्न नहीं होना।",
    "बिना अनुमति के स्वयं या किसी तीसरे पक्ष के लिए धन उत्पन्न करना या बढ़ावा देना।"
  ],

  "violation_of_rules_title": "नियमों का उल्लंघन",
  "violation_of_rules_description": "यदि आपको लगता है कि कोई अन्य उपयोगकर्ता इन नियमों का उल्लंघन कर रहा है, तो कृपया हमें inq@BlockBoost.io पर ईमेल करके सूचित करें। हम यह सुनिश्चित नहीं कर सकते कि अन्य उपयोगकर्ता इन नियमों का पालन करेंगे, और हम किसी अन्य उपयोगकर्ता द्वारा उल्लंघन के लिए जिम्मेदार नहीं होंगे। आप और अन्य उपयोगकर्ता अपने कार्यों के लिए जिम्मेदार हैं।",

  "service_interruption_title": "सेवा में व्यवधान",
  "service_interruption_description": "BlockBoost यह garanti नहीं करता कि सेवाएँ हमेशा उपलब्ध रहेंगी, बाधा रहित, समय पर, सुरक्षित या बग या वायरस से मुक्त होंगी। तकनीकी समस्याओं या रखरखाव के कारण ऐसी स्थिति हो सकती है जब सेवाएँ उपलब्ध न हों। हम भी बिना पूर्व सूचना के कुछ सेवाओं को संशोधित, निलंबित या समाप्त कर सकते हैं। हम यह सुनिश्चित करने के लिए उचित कदम उठाएंगे कि हमारी सेवाएँ वायरस और अन्य हानिकारक सॉफ़्टवेयर से मुक्त हों, लेकिन आवश्यकता होने पर हम आपको उपयुक्त एंटीवायरस सॉफ़्टवेयर का उपयोग करने की भी सलाह देते हैं।",

  "prohibited_person_title": "प्रतिबंधित व्यक्ति",
  "prohibited_person_description": "\"प्रतिबंधित व्यक्ति\" का तात्पर्य उन व्यक्तियों या कानूनी संस्थाओं से है जो अमेरिका, संयुक्त राष्ट्र, यूरोपीय संघ या अन्य प्राधिकृत संस्थाओं के कानूनों के अनुसार विशिष्ट प्रतिबंधों के अधीन हैं। हम प्रतिबंधित व्यक्तियों के साथ लेनदेन में संलग्न नहीं होंगे।",

  "third_parties_title": "तृतीय पक्ष",
  "third_parties_description": "कुछ पृष्ठों में तृतीय पक्ष के साइटों या सेवाओं के लिंक हो सकते हैं। ये लिंक आपकी सुविधा के लिए प्रदान किए गए हैं, और BlockBoost किसी भी तृतीय पक्ष की सामग्री के लिए जिम्मेदार नहीं है। यदि आप किसी तृतीय पक्ष की वेबसाइट पर जाते हैं, तो कृपया ध्यान दें कि उसकी अपनी उपयोग की शर्तें और गोपनीयता नीति हो सकती है।",

  "agreeing_to_terms_title": "शर्तों की स्वीकृति",
  "agreeing_to_terms_description": "हमारी सेवाओं का उपयोग करके, आप इन शर्तों से कानूनी रूप से बंधे रहने के लिए सहमत होते हैं। यदि आप सहमत नहीं हैं, तो आपको हमारे सेवाओं का उपयोग या पहुंचने की अनुमति नहीं है।",

  "children_title": "बच्चे",
  "children_description": "हमारी सेवाएँ 18 वर्ष से कम आयु के बच्चों या कुछ क्षेत्रों में संबंधित कानूनों के अनुसार उपयोग के लिए नहीं हैं। हम 18 वर्ष से कम आयु के बच्चों से जानबूझकर कोई व्यक्तिगत जानकारी एकत्र नहीं करते हैं। यदि हमें पता चलता है कि हम किसी ऐसे बच्चे से व्यक्तिगत जानकारी एकत्र कर चुके हैं, तो हम उस जानकारी को यथाशीघ्र हटा देंगे। यदि आपको जानकारी है कि हम किसी बच्चे से व्यक्तिगत जानकारी एकत्रित कर चुके हैं, तो कृपया हमें inq@BlockBoost.io पर संपर्क करें।",

  "limitation_of_liability_title": "दायित्व की सीमा",
  "limitation_of_liability_description": "BlockBoost किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, विशेष, अनुबंधित, परिणामस्वरूप या दंडात्मक क्षति के लिए जिम्मेदार नहीं होगा, चाहे वह अनुबंध के कारण हो या अन्यथा, विशेष रूप से सेवा का उपयोग करने या सेवा से उत्पन्न होने वाले किसी भी नुकसान से संबंधित।",

  "indemnity_title": "क्षतिपूर्ति",
  "indemnity_description": "आप BlockBoost, इसके निदेशकों, अधिकारियों, कर्मचारियों और एजेंटों की रक्षा और क्षतिपूर्ति करने के लिए सहमत होते हैं, किसी भी दावे, दावों, कार्रवाई, नुकसान, लागत, देयता और खर्चों (न्यायिक शुल्क सहित) से जो इन शर्तों के आपके उल्लंघन या सेवा के आपके उपयोग से उत्पन्न होते हैं।",

  "intellectual_property_title": "बौद्धिक संपत्ति",
  "intellectual_property_description": "आप सहमत होते हैं कि हमारी सेवाएँ और उनकी सामग्री और सामग्री पर सभी बौद्धिक संपत्ति अधिकार BlockBoost के स्वामित्व में हैं। आपको किसी भी सामग्री को पुन: प्रस्तुत, वितरित या किसी भी माध्यम में संशोधित करने का अधिकार नहीं है।",

  "changes_to_services_title": "सेवाओं में परिवर्तन",
  "changes_to_services_description": "हम अपनी सेवाओं में किसी भी समय परिवर्तन करने का अधिकार सुरक्षित रखते हैं, जिसमें विशेषताओं को जोड़ना, हटाना या संपादित करना शामिल है।",

  "account_security_title": "खाते की सुरक्षा",
  "account_security_description": "आप सहमत होते हैं कि आप अपने खाते की सुरक्षा के लिए जिम्मेदार हैं, जिसमें अपने पासवर्ड को सुरक्षित रखना और किसी भी अनधिकृत उपयोग को तुरंत सूचित करना शामिल है।",

  "disclaimer_of_warranty_title": "वारंटी का अस्वीकरण",
  "disclaimer_of_warranty_description": "हमारी सेवाएँ \"जैसी हैं\" और \"उपलब्ध हैं\" के आधार पर प्रदान की जाती हैं, और BlockBoost किसी भी प्रकार की वारंटी या शर्तें नहीं देता है, चाहे वह स्पष्ट या निहित हों।",

  "severability_title": "अलगावता",
  "severability_description": "यदि इन शर्तों का कोई प्रावधान अवैध, अमान्य या अमित्र है, तो वह प्रावधान अलग किया जाएगा और शेष शर्तें पूरी प्रभावशीलता के साथ बनी रहेंगी।",

  "waiver_title": "छोड़ना",
  "waiver_description": "इन शर्तों के किसी प्रावधान के कार्यान्वयन को छोड़ने से ऐसा अन्य किसी प्रावधान को छोड़ना नहीं माना जाएगा।",

  "entire_agreement_title": "सम्पूर्ण समझौता",
  "entire_agreement_description": "ये शर्तें आपके और BlockBoost के बीच इन सेवाओं के उपयोग के संबंध में सम्पूर्ण समझौता हैं और किसी भी पूर्व समझौतों या वार्तालापों को समाप्त करती हैं।",

  "contact_information_title": "संपर्क जानकारी",
  "contact_information_description": "यदि आपके पास इन शर्तों के बारे में कोई प्रश्न या चिंताएँ हैं, तो कृपया हमें inq@BlockBoost.io पर संपर्क करें।",

  "prohibited_use_title": "प्रतिबंधित उपयोग",
  "prohibited_use_description": "आप हमारे साइट या ऐप या सेवाओं का उपयोग नहीं कर सकते हैं, जिसमें वायरस या अन्य हानिकारक सॉफ़्टवेयर पेश करना शामिल है।",
  
  "governing_law_title": "शासन कानून",
  "governing_law_description": "ये शर्तें कैलिफ़ोर्निया राज्य के कानूनों द्वारा नियंत्रित और व्याख्यायित की जाएँगी, अमेरिका में, बिना किसी कानून के संघर्ष के सिद्धांतों का विचार किए।",

  "termination_title": "समापन",
  "termination_description": "हम बिना किसी पूर्व सूचना के, किसी भी कारण से, आपके सेवाओं के उपयोग को समाप्त करने या आपके खाते को निलंबित करने का अधिकार सुरक्षित रखते हैं।"
}
