{
  "cookie_policy_title": "Політика щодо файлів cookie",
  "cookie_policy_description": "Для цілей цієї Політики щодо файлів cookie, «ми», «нас» і «наш» означають \"BlockBoost\". Ця Політика щодо файлів cookie застосовується до таких «Послуг»: BlockBoost.com та інших спеціалізованих вебсайтів, додатків, продуктів, форумів та послуг, які ми пропонуємо через додаток або Вебсайт чи інші спеціалізовані вебсайти, які можуть бути запропоновані нами час від часу, або надані іншим чином. Ви можете змінити свої налаштування файлів cookie або відкликати згоду в будь-який час за допомогою налаштувань конфіденційності.",

  "what_is_cookie_title": "1. Що таке файл cookie?",
  "what_is_cookie_description": "Файли cookie — це текстові файли, що містять невелику кількість інформації, яка розміщується на вашому пристрої, коли ви відвідуєте вебсайт. Вони широко використовуються для забезпечення роботи вебсайтів або їх більш ефективної роботи, а також для надання інформації власникам вебсайтів з метою загального покращення взаємодії з користувачами, наприклад, запам’ятовуючи ваші налаштування або пропонуючи вам персоналізований контент та рекламу. Функції, які зазвичай виконує файл cookie, також можуть бути досягнуті іншими подібними технологіями, такими як файли журналів, піксельні теги, веб-маяки, GIF-файли та ідентифікатори пристроїв. У цій Політиці щодо файлів cookie ми будемо називати їх загальною назвою «Файли cookie».",

  "how_we_use_cookie_title": "2. Як ми використовуємо файли cookie?",
  "how_we_use_cookie_description": "Ми можемо використовувати файли cookie для:",
  "how_we_use_cookie_items": [
    "Перевірки інформації для входу та дозволу користувачам знаходити друзів, які використовують Послугу.",
    "Відстеження потоку трафіку та маршрутів подорожей у зв'язку з Послугою.",
    "Розуміння загальної кількості користувачів Послуги та типів пристроїв на постійній основі.",
    "Моніторингу продуктивності Послуги для її постійного покращення.",
    "Налаштування та покращення вашого онлайн-досвіду.",
    "Надання вам клієнтської підтримки.",
    "Розміщення реклам третіх сторін у межах наших послуг."
  ],

  "types_of_cookie_title": "3. Які типи файлів cookie ми використовуємо?",
  "types_of_cookie_description": "Типи файлів cookie, які ми та наші партнери використовуємо у зв'язку з Послугою, можна класифікувати за такими категоріями: 'Необхідні файли cookie', 'Файли cookie функціональності', 'Аналітичні файли cookie' та 'Рекламні та відстежувальні файли cookie'. Нижче ми наводимо додаткову інформацію про кожну категорію, мету та тривалість файлів cookie, які ми та треті сторони встановлюємо. Ви можете вимкнути файли cookie в будь-який час за допомогою налаштувань конфіденційності, але це може вплинути на функціонування Послуги.",
  "types_of_cookie_items": [
    {
      "title": "Необхідні файли cookie",
      "description": "Забезпечують основну функціональність, таку як безпека, керування мережею та доступність."
    },
    {
      "title": "Файли cookie функціональності",
      "description": "Записують інформацію про зроблені вами вибори і дозволяють нам адаптувати Послугу до ваших потреб."
    },
    {
      "title": "Аналітичні файли cookie",
      "description": "Аналізують, як доступна, використовується або працює наша Послуга, щоб надавати вам кращий користувацький досвід і підтримувати, керувати та постійно покращувати Послугу."
    },
    {
      "title": "Рекламні та відстежувальні файли cookie",
      "description": "Можуть бути встановлені через наші Послуги нашими рекламними партнерами, щоб показувати вам відповідні рекламні оголошення на інших сайтах."
    }
  ],

  "control_or_delete_cookie_title": "4. Як контролювати або видаляти файли cookie",
  "control_or_delete_cookie_description": "Ви маєте право в будь-який час контролювати наше використання файлів cookie та інших подібних технологій, використовуючи налаштування конфіденційності або змінюючи налаштування в додатку. Однак, зверніть увагу, що якщо ви вирішите відмовитися від файлів cookie, ви можете не мати можливості використовувати всі функції Послуг. Крім того, більшість браузерів дозволяють змінювати налаштування файлів cookie через їхні налаштування. Ці налаштування зазвичай знаходяться в меню «параметри» або «налаштування». Щоб зрозуміти ці налаштування, вам можуть бути корисні наступні посилання:",
  "control_or_delete_cookie_links": [
    "Налаштування файлів cookie в Chrome",
    "Налаштування файлів cookie в Safari",
    "Налаштування файлів cookie в Firefox",
    "Налаштування файлів cookie в Internet Explorer",
    "Google Analytics Opt-Out"
  ],

  "changes_to_cookie_policy_title": "5. Зміни до цієї Політики щодо файлів cookie",
  "changes_to_cookie_policy_description": "Ми оновимо цю Політику щодо файлів cookie, щоб відобразити зміни в наших практиках та послугах. Коли ми вносимо зміни до цієї Політики щодо файлів cookie, ми переглянемо дату «Останнє оновлення» у верхній частині цієї Політики щодо файлів cookie.",

  "need_more_info_title": "6. Потрібна додаткова інформація?",
  "need_more_info_description": "Якщо ви хочете дізнатися більше про файли cookie та їх використання в Інтернеті, ви можете знайти додаткову корисну інформацію на AboutCookies, All About Cookies та Your Online Choices.",

  "cookies_set_in_the_past_title": "7. Файли cookie, встановлені раніше",
  "cookies_set_in_the_past_description": "Якщо ви вимкнули один або кілька файлів cookie, ми можемо все ще використовувати інформацію, зібрану з файлів cookie до того, як ваші налаштування були вимкнені, але ми припинимо використовувати вимкнені файли cookie для збору будь-якої подальшої інформації.",

  "contact_us_title": "8. Зв'яжіться з нами",
  "contact_us_description": "Якщо ви хочете зв’язатися з нами щодо цієї Політики щодо файлів cookie та використання файлів cookie в Послугах, будь ласка, зв’яжіться з нами через наш соціальний канал або напишіть нам на електронну пошту: inq@BlockBoost.io."
}
