{
  "cookie_policy_title": "Політика щодо файлів cookie",
  "cookie_policy_description": "Для цілей цієї Політики щодо файлів cookie \"ми\", \"наш\" означає \"Rexas\". Ця Політика щодо файлів cookie застосовується до наступних \"Послуг\": rexas.com та будь-яких інших спеціальних веб-сайтів, додатків, продуктів, форумів та послуг, які ми надаємо через додаток або веб-сайт, або інші спеціальні веб-сайти, які ми можемо час від часу надавати.\n\nВи можете змінити свої уподобання щодо файлів cookie або відкликати свою згоду в будь-який час через Налаштування конфіденційності.",

  "what_is_cookie_title": "1. Що таке cookie?",
  "what_is_cookie_description": "Cookie — це текстові файли, що містять невелику кількість інформації, яка розміщується на вашому пристрої під час відвідування веб-сайту. Вони широко використовуються для забезпечення роботи веб-сайтів або їх більш ефективного функціонування, а також для надання інформації власникам веб-сайтів для покращення користувацького досвіду, наприклад, запам'ятовування ваших уподобань або показу персоналізованого контенту та реклами.\n\nФункції, які зазвичай виконує cookie, також можуть бути реалізовані за допомогою інших подібних технологій, таких як журнали, піксельні теги, веб-маяки, прозорі GIF і ідентифікатори пристроїв. У цій Політиці щодо файлів cookie ми колективно називатимемо їх \"Cookie\".",

  "how_we_use_cookie_title": "2. Як ми використовуємо файли cookie?",
  "how_we_use_cookie_description": "Ми можемо використовувати файли cookie для:\n- Перевірки інформації для входу та надання користувачам можливості знаходити друзів, які використовують Послугу;\n- Відстеження трафіку та шляхів пересування в рамках Послуги;\n- Постійного розуміння загальної кількості користувачів Послуги та типів пристроїв;\n- Моніторингу продуктивності Послуги для її постійного вдосконалення;\n- Налаштування та покращення вашого онлайн-досвіду;\n- Надання вам підтримки клієнтів;\n- А також для надання реклами третіх сторін у рамках наших послуг.",

  "types_of_cookie_title": "3. Які типи файлів cookie ми використовуємо?",
  "types_of_cookie_description": "Типи файлів cookie, що використовуються нами та нашими партнерами в рамках Послуги, можна класифікувати за такими категоріями: \"Необхідні файли cookie\", \"Файли cookie для функціонування\", \"Аналітичні файли cookie\" та \"Файли cookie для реклами та відстеження\". Ми надали додаткову інформацію про кожну категорію, її призначення та тривалість нижче. Ви можете відключити файли cookie у будь-який час за допомогою Налаштувань конфіденційності, але це може вплинути на функціонування Послуги.\n- Необхідні файли cookie: Включають основні функції, такі як безпека, управління мережею та доступність.\n- Файли cookie для функціонування: Зберігають інформацію про зроблений вами вибір і дозволяють нам налаштовувати Послугу відповідно до ваших потреб.\n- Аналітичні файли cookie: Аналізують, як використовується наша Послуга або як вона працює, щоб забезпечити вам кращий досвід користувача, а також для підтримки, функціонування та постійного вдосконалення Послуги.\n- Файли cookie для реклами та відстеження: Можуть бути встановлені нашими рекламними партнерами через наші послуги для показу вам релевантної реклами на інших веб-сайтах.",

  "control_or_delete_cookie_title": "4. Як контролювати або видаляти файли cookie",
  "control_or_delete_cookie_description": "У вас є такі варіанти контролю щодо того, як ми використовуємо вашу інформацію:\nВи маєте право контролювати використання нами файлів cookie та інших подібних технологій у будь-який час за допомогою Налаштувань конфіденційності або зміни налаштувань у додатку. Однак, зверніть увагу, що якщо ви відмовитеся від файлів cookie, ви, можливо, не зможете використовувати всі функції Послуг.\nКрім того, більшість браузерів дозволяють змінювати налаштування файлів cookie через їхні налаштування. Зазвичай ці налаштування знаходяться в меню \"опції\" або \"переваги\". Наступні посилання можуть бути корисними для розуміння цих налаштувань:\n- Налаштування файлів cookie в Chrome\n- Налаштування файлів cookie в Safari\n- Налаштування файлів cookie в Firefox\n- Налаштування файлів cookie в Internet Explorer\nЩоб відмовитися від відстеження через Google Analytics на всіх веб-сайтах, відвідайте наступне посилання:\n- Відмова від Google Analytics"
}
