{
  "earnings": {
    "title": "Прибуток",
    "description": "Екосистема BlockBoost дозволяє отримувати пасивний дохід різними способами, такими як винагороди за попередній продаж, торгові винагороди, винагороди за утримання, винагороди за стейкинг і винагороди за стейкінг у сховищі."
  },
  "rewards": {
    "presale": {
      "titleWhite": "Попередній продаж",
      "titleColor": "Винагороди",
      "description": "Візьміть участь на ранньому етапі попереднього продажу, щоб отримати $BBT за нижчою ціною, оскільки ціна на кожному етапі попереднього продажу зростає. Ви також можете рекомендувати своїм друзям, щоб отримати 5% від суми їх інвестицій під час попереднього продажу. Немає обмежень на кількість рекомендацій, щоб отримати пасивну винагороду від їх інвестицій."
    },
    "trading": {
      "titleWhite": "Торгівля",
      "titleColor": "Винагороди",
      "description": "Після запуску токена $BBT ви все ще можете рекомендувати і заробляти через ваше унікальне реферальне посилання з нашого панельного додатку і отримувати 2% торгових винагород за торгову діяльність ваших рефералів протягом усього життя щоразу, коли вони купують або продають токени $BBT."
    },
    "holding": {
      "titleWhite": "Утримання",
      "titleColor": "Винагороди",
      "description": "Утримуйте $BBT і отримуйте пасивний дохід. Просто сидіть і розслабтеся, щоб отримати частку своїх винагород за утримання з обсягу торгівлі $BBT і вимагайте їх через наш панельний додаток щогодини. Якщо ви пропустите вимогу, їх завжди можна буде повернути з вашої адреси гаманця."
    },
    "staking": {
      "titleWhite": "Стейкінг",
      "titleColor": "Винагороди",
      "description": "Ставте $BBT, щоб отримати винагороду та отримати гарантовану частку для платформи запуску. Винагорода буде отримана з постачання стейкінгу нашої екосистеми. Навіть після того, як ви будете мати право на отримання винагороди за утримання, яка розподіляється з обсягу торгівлі токенами $BBT."
    },
    "vault": {
      "titleWhite": "Сховище",
      "titleColor": "Винагороди",
      "description": "Ставте будь-які токени, щоб заробити з автоматичною системою капіталізації. Ви можете ставити будь-який токен, щоб отримати $BBT як автоматичні винагороди. Винагорода буде отримана з постачання сховища нашої екосистеми. Ви можете розблокувати свої токени в будь-який час з вашими капіталізованими винагородами в токенах $BBT."
    }
  }
}
