{
  "privacy_policy_title": "Політика конфіденційності",
  "privacy_policy_description": "Ця політика конфіденційності (\"Політика\") інформує вас про ваші вибори та наші практики щодо вашої інформації (як визначено нижче). Для цілей цієї Політики, \"ми\", \"нас\" і \"наш\" посилаються на \"BlockBoost\".",

  "children_title": "Діти",
  "children_description": [
    "Наші послуги не призначені для використання дітьми і призначені для осіб старше 18 років, а в деяких юрисдикціях - старше 21 року. Будь ласка, ознайомтеся з законами вашої країни щодо вікових обмежень.",
    "Щоб відповідати чинному 'Законодавству Великої Британії про захист даних' для дітей, зокрема Кодексу дизайну, що відповідає віку (також відомого як Закон про дітей), були оцінені ризики. Додаткову інформацію можна знайти на веб-сайті ICO Children's Code Hub.",
    "Ця політика пояснить сфери нашого додатку або веб-сайту, які можуть вплинути на вашу конфіденційність і особисті дані, як ми обробляємо, збираємо, управляємо та зберігаємо ці дані, а також ваші права щодо ваших даних."
  ],

  "personal_info_title": "Особиста інформація, яку ми збираємо",
  "personal_info_description": [
    "Ми можемо збирати та використовувати таку інформацію про вас:",
    "• Інформація, яку ви надаєте нам, така як ваше ім’я, поштову адресу, номер телефону, електронну адресу та платіжну інформацію.",
    "• Інформація, яку ви надаєте через канали підтримки клієнтів, наприклад, коли звертаєтеся до нас електронною поштою.",
    "• Інформація, зібрана під час використання нашого додатку або веб-сайту, включаючи файли cookie та дані на основі місцезнаходження.",
    "• Інформація від третіх сторін, включаючи соціальні мережі та аналітичні сервіси, такі як Google Analytics."
  ],

  "how_we_use_title": "Як ми використовуємо вашу особисту інформацію",
  "how_we_use_description": [
    "Ми будемо використовувати ваші особисті дані лише тоді, коли закон дозволяє нам це робити. Загальні причини включають:",
    "• Щоб надати вам наші послуги, включаючи доступ до нашого додатку через віртуальний гаманець.",
    "• Щоб покращити та контролювати використання наших послуг.",
    "• Щоб надати підтримку клієнтів і відповісти на ваші запити чи скарги.",
    "• Щоб запобігти шахрайству, захищати юридичні вимоги та дотримуватись юридичних зобов’язань.",
    "• Щоб проводити аналітику та надавати таргетовану рекламу (за вашою згодою)."
  ],

  "choices_title": "Ваші вибори щодо використання інформації",
  "choices_description": [
    "Ви маєте такі вибори щодо того, як ми використовуємо вашу інформацію:",
    "• Маркетингові електронні листи: Ви можете відмовитися від отримання рекламних електронних листів, використовуючи функцію \"відписатися\" в наших маркетингових електронних листах.",
    "• Фінансові стимули: Ми можемо проводити акції, які просять вас поділитися особистою інформацією. Участь є добровільною."
  ],

  "who_we_share_title": "З ким ми ділимося вашою особистою інформацією",
  "who_we_share_description": [
    "Ми можемо ділитися вашою інформацією з наступними суб'єктами:",
    "• Постачальниками та сервісами (наприклад, хмарними сервісами, такими як AWS).",
    "• Провайдерами аналітики (наприклад, Google, Apple, AWS).",
    "• Рекламними партнерами (для послуг з рекламою).",
    "• Органами правопорядку або державними органами, якщо цього вимагатиме закон.",
    "• Суб'єктами, залученими до злиттів, поглинань або корпоративних реорганізацій."
  ],

  "security_title": "Безпека",
  "security_description": [
    "Ми маємо заходи безпеки для захисту вашої інформації, але передача через Інтернет не є абсолютно безпечною.",
    "Ми рекомендуємо використовувати відповідні заходи безпеки під час використання наших послуг."
  ],

  "where_we_process_title": "Де ми обробляємо вашу інформацію",
  "where_we_process_description": [
    "Ваша інформація буде оброблятися нашими співробітниками та сервісами (Apple, Google, AWS, Mailchimp).",
    "Якщо це необхідно, ми забезпечимо, щоб ваші дані передавалися в країни, які забезпечують адекватний захист персональних даних."
  ],

  "how_long_we_store_title": "Як довго ми зберігаємо вашу інформацію",
  "how_long_we_store_description": [
    "Ми зберігаємо вашу інформацію до 6 років.",
    "При видаленні інформації ми вживаємо заходів, щоб зробити її незворотною або неповторною."
  ],

  "your_rights_title": "Ваші права",
  "your_rights_description": [
    "Ви маєте такі права відповідно до законодавства про захист даних:",
    "• Право на запит доступу до ваших особистих даних.",
    "• Право на запит виправлення ваших особистих даних.",
    "• Право на запит видалення ваших особистих даних.",
    "• Право заперечувати обробку ваших особистих даних.",
    "• Право на запит обмеження обробки ваших особистих даних.",
    "• Право на запит передачі ваших особистих даних.",
    "• Право відкликати згоду в будь-який час."
  ],

  "california_privacy_rights_title": "Права на конфіденційність в Каліфорнії (Додаток 1)",
  "california_privacy_rights_description": "Умови цього додатку застосовуються до мешканців Каліфорнії відповідно до Закону про конфіденційність споживачів Каліфорнії (CCPA). Для цілей цього додатку, особиста інформація означає інформацію, яка ідентифікує або пов'язана з певним споживачем або домогосподарством.",

  "brazil_privacy_rights_title": "Права на конфіденційність в Бразилії (Додаток 2)",
  "brazil_privacy_rights_description": "Умови цього додатку застосовуються до мешканців Бразилії відповідно до Закону про загальний захист даних (LGPD). Ви маєте право запитувати, чи зберігаємо ми вашу особисту інформацію, та вимагати її видалення, обмеження або виправлення.",

  "contact_title": "Контакт та скарги",
  "contact_description": [
    "Якщо у вас є запитання або скарги щодо цієї політики, будь ласка, зв'яжіться з нами за адресою inq@BlockBoost.io.",
    "Якщо ви хочете подати скаргу на те, як ми обробляємо вашу інформацію, ми прагнемо відповісти протягом 30 днів."
  ],

  "changes_title": "Зміни до цієї політики",
  "changes_description": "Будь-які оновлення або зміни до цієї політики будуть опубліковані тут."
}
