{
  "privacy_policy_title": "Політика Конфіденційності",
  "privacy_policy_description": "Ця політика конфіденційності (\"Політика\") інформує вас про ваш вибір та наші практики щодо вашої інформації (як визначено нижче). Для цілей цієї Політики \"ми\", \"нас\" та \"наше\" означають \"Rexas\".",

  "children_title": "Діти",
  "children_description": "Наші послуги недоступні для використання дітьми і призначені для осіб старше 18 років, а в деяких юрисдикціях старше 21 року. Будь ласка, ознайомтесь із законодавством вашої країни для отримання відповідних рекомендацій щодо віку.\n\nДля дотримання чинного \"Закону про захист даних Великої Британії\" для дітей, зокрема Кодексу відповідного віку (також відомого як Закон про дітей), були оцінені ризики. Більше інформації можна знайти на порталі Кодексу дітей ICO. Ця політика пояснить, які області нашого додатку або веб-сайту можуть вплинути на вашу конфіденційність та особисті дані, як ми обробляємо, збираємо, керуємо та зберігаємо ці дані, а також ваші права щодо ваших даних.",

  "personal_info_title": "Особиста Інформація, яку Ми Збираємо",
  "personal_info_description": "Ми можемо збирати та використовувати таку інформацію про вас:\nІнформація, яку ви надаєте нам, така як ваше ім'я, поштова адреса, номер телефону, електронна адреса та платіжна інформація.\nІнформація, надана через канали підтримки клієнтів, наприклад, під час звернення до нас електронною поштою.\nІнформація, зібрана під час використання нашого додатку або веб-сайту, включаючи файли cookie та дані про місцезнаходження.\nІнформація від третіх сторін, включаючи соціальні мережі та аналітичні сервіси, такі як Google Analytics.",

  "how_we_use_title": "Як Ми Використовуємо Вашу Особисту Інформацію",
  "how_we_use_description": "Ми будемо використовувати ваші особисті дані лише тоді, коли це дозволено законом. Основні причини включають:\nДля надання вам наших послуг, включаючи доступ до нашого додатку через віртуальний гаманець.\nДля покращення та моніторингу використання наших послуг.\nДля надання підтримки клієнтам та відповіді на ваші запити або скарги.\nДля запобігання шахрайству, захисту від юридичних претензій та виконання юридичних зобов'язань.\nДля проведення аналітики та надання таргетованої реклами (за вашою згодою).",

  "choices_title": "Ваш Вибір щодо Використання Інформації",
  "choices_description": "Ви маєте такі варіанти щодо використання вашої інформації:\nМаркетингові електронні листи: ви можете відмовитися від отримання рекламних електронних листів, використовуючи функцію \"відписатися\" в наших маркетингових електронних листах.\nФінансові стимули: ми можемо проводити акції, які вимагають надання особистої інформації. Участь є добровільною."
}
