{
  "terms_and_conditions_title": "Умови та положення",
  "terms_and_conditions_description": "Будь ласка, уважно прочитайте ці умови. Це умови, які регулюють ваше використання нашого сервісу та включають те, що ви повинні або не повинні робити під час використання наших послуг. Переконайтеся, що ви повністю прочитали та зрозуміли ці умови. Використовуючи наші послуги, ви автоматично приймаєте ці умови та підтверджуєте, що вони є юридично обов'язковими для вас. Щоб уникнути непорозумінь, якщо ви не згодні з цими умовами, ви не можете використовувати або отримувати доступ до наших послуг. \n\nКрім того, важливо, щоб ви також прочитали нашу політику конфіденційності. Політика конфіденційності пояснює, як ми будемо використовувати вашу особисту інформацію. Якщо ви помітили будь-яку помилку в цих умовах або у вас є запитання, будь ласка, зв'яжіться з нами електронною поштою. Коли нам потрібно буде зв’язатися з вами, ми будемо робити це через надану вами електронну адресу, тому дуже важливо, щоб вказана електронна адреса була актуальною. Тому ми рекомендуємо вам постійно перевіряти її, коли ви використовуєте наші послуги. Ми будемо зв’язуватися з вами лише якщо ви чітко на це погодитеся. Оновлення електронною поштою надсилатимуться лише тоді, коли ви підпишетеся на інформаційний бюлетень або оновлення. Коли ми говоримо про \"письмові\" або \"в письмовій формі\", ми також маємо на увазі електронну пошту.",

  "changes_to_terms_title": "Зміни до умов",
  "changes_to_terms_description": "Ми можемо час від часу оновлювати та змінювати ці умови. Остання версія умов буде опублікована на відповідному веб-сайті та в додатку. Продовжуючи користуватися послугами, ви можете прийняти змінені умови. Ми завжди рекомендуємо перевіряти наш веб-сайт та додаток. Також ви можете роздрукувати копію цих умов і зберегти її для подальшого використання. Не забувайте, що використання послуги може вимагати оновлень програмного забезпечення, але вони будуть лише для того, щоб продовжити функціонування на основі раніше наданих пояснень. Відповідне програмне забезпечення може бути оновлено, щоб відобразити зміни в операційній системі. Продовжуючи користуватися послугами, ми будемо вважати, що ви приймаєте зміни до цих умов у майбутньому.",

  "buying_coins_title": "Використання послуги / Придбання монет",
  "buying_coins_description": "Для використання послуги вам знадобиться віртуальний гаманець. Гаманець є послугою третіх осіб. Будь ласка, перевірте умови сервісу.",

  "security_title": "Безпека",
  "security_description": "Безпека є важливою для нас, тому ви погоджуєтеся не ділитися доступом до вашого гаманця та не вчиняти дій, які можуть спонукати іншу особу або третіх осіб несанкціоновано отримати доступ до вашого облікового запису чи використовувати його. Якщо ми вважаємо, що ваш обліковий запис було неправильно використано, ми залишаємо за собою право на свій розсуд призупинити або закрити ваш обліковий запис. \n\nМи не можемо підтвердити особу осіб, які використовують наші послуги, і не несемо відповідальності за використання вашого гаманця або облікового запису іншою особою. Якщо ви вважаєте, що ваша особистість була використана без вашого дозволу, будь ласка, зв’яжіться з нами негайно. Вкажіть свою електронну адресу inq@BlockBoost.io. Тема повідомлення повинна бути \"Порушення безпеки\". Вам може знадобитися підтвердити свою особистість або перевірити доступ до вашого облікового запису. Будьте обережні під час використання нашого веб-сайту або послуги.",

  "removing_data_title": "Видалення даних",
  "removing_data_description": "Якщо ви хочете видалити свої дані, будь ласка, надішліть електронного листа на адресу inq@BlockBoost.io. Однак будь ласка, не забувайте, що ми не збираємо особисті дані або ідентифікаційну інформацію під час використання послуги, але якщо ви надасте свою електронну адресу або погодитесь зв’язатися з нами, ми можемо зберігати певну інформацію. Щоб надіслати запит на видалення даних, будь ласка, чітко вкажіть цей запит у вашому електронному листі. До моменту надіслання запиту на видалення, ми зберігатимемо цю інформацію відповідно до нашої політики конфіденційності.",

  "rules_of_use_title": "Правила використання",
  "rules_of_use_description": "Ви погоджуєтеся дотримуватися наведених нижче правил і діяти відповідно до них:",
  "rules_of_use_list": [
    "Не завдавати шкоди іншим людям",
    "Не переслідувати та не залякувати інших користувачів",
    "Не ділитися неприйнятним контентом або порнографічними зображеннями",
    "Не заохочувати або не обговорювати незаконні дії",
    "Не порушувати авторські права чи права на приватність третіх осіб",
    "Не надсилати віруси чи інші шкідливі компоненти",
    "Не використовувати чужу особистість або не діяти як інша особа",
    "Не надсилати спам або не вчиняти інші антисоціальні дії",
    "Не отримувати або не заохочувати несанкціонований прибуток для себе або третіх осіб"
  ],

  "violation_of_rules_title": "Порушення правил",
  "violation_of_rules_description": "Якщо ви вважаєте, що інший користувач порушує ці правила, будь ласка, повідомте нас на адресу inq@BlockBoost.io. Ми не можемо гарантувати, що інші користувачі дотримуватимуться цих правил і не несемо відповідальності за порушення з їх боку. Так само, як і інші користувачі, ви несете відповідальність за свою поведінку.",

  "service_interruption_title": "Перерва в обслуговуванні",
  "service_interruption_description": "BlockBoost не гарантує, що послуги завжди будуть доступні. Безперервна робота може бути ненадійною, своєчасною, точною, безпечнію або без помилок, і може містити віруси. Можливі перерви в доступі до послуг через технічні проблеми або обслуговування. Ми залишаємо за собою право змінювати, призупиняти або скасовувати спеціальні послуги. Ми докладемо всіх зусиль, щоб захистити наші послуги від вірусів або інших шкідливих програм, але рекомендуємо вам використовувати відповідне програмне забезпечення для антивірусного захисту за необхідності.",

  "prohibited_person_title": "Заборонена особа",
  "prohibited_person_description": "\"Заборонена особа\" - це фізична або юридична особа, яка має певні юридичні обмеження, визначені урядом США, ООН, Європейським Союзом або іншими уповноваженими органами. Ми не будемо мати справу з забороненими особами.",

  "third_parties_title": "Треті сторони",
  "third_parties_description": "Деякі сторінки можуть містити посилання на веб-сайти чи сервіси третіх сторін. Ці посилання надаються лише для вашої зручності, і BlockBoost не несе відповідальності за вміст третіх сторін. Завжди перевіряйте умови та політики конфіденційності веб-сайтів третіх сторін перед використанням. Ви берете на себе всі ризики, пов’язані з використанням таких сайтів.",

  "governing_law_title": "Законодавство",
  "governing_law_description": "Ці умови регулюються та тлумачаться відповідно до законодавства Швейцарії, без урахування його колізійних норм. Ви погоджуєтеся підпорядковуватися юрисдикції судів у місті Цюрих, Швейцарія, у разі виникнення будь-яких суперечок, пов’язаних з цими умовами."
}
