{
  "terms_and_conditions_title": "Умови та Положення",
  "terms_and_conditions_description": "Вам слід прочитати ці Умови, оскільки вони містять наші юридичні зобов'язання перед вами, а також перелік того, що можна і не можна робити під час користування нашими Сервісами. Будь ласка, уважно прочитайте ці Умови, щоб переконатися, що ви їх розумієте. Користуючись нашими Сервісами, ви автоматично погоджуєтесь дотримуватись цих Умов. Якщо ви не погоджуєтесь з Умовами, вам не слід користуватися нашими Сервісами.\n\nВам також слід ознайомитися з нашою Політикою конфіденційності, яка пояснює, як ми використовуємо ваші особисті дані. Якщо ви вважаєте, що в цих Умовах є помилка або у вас є запитання, зв'яжіться з нами. Якщо нам потрібно буде зв'язатися з вами, ми зробимо це за допомогою електронної пошти, яку ви нам надали. Тому важливо підтвердити, що ви вказали дійсну електронну адресу, яку використовуєте особисто, і, продовжуючи користуватися нашими Сервісами, ви гарантуєте це. Ми зв'яжемося з вами тільки з вашої явної згоди. Єдиний інший випадок, коли ви отримуватимете електронні листи, — це коли ви підписалися на нашу розсилку або оновлення.\n\nКоли ми використовуємо слова 'письмово' або 'написано' в цих Умовах, це включає електронні листи.",

  "buying_coins_title": "Використання наших послуг / Купівля монет",
  "buying_coins_description": "Для використання наших послуг вам потрібен віртуальний гаманець. Зверніть увагу, що гаманці є сторонніми сервісами, і ми радимо вам ознайомитися з їхніми умовами користування.",

  "security_title": "Безпека",
  "security_description": "Безпека є важливою для Rexas, тому ви погоджуєтеся не передавати доступ до вашого гаманця іншим користувачам або третім особам і не виконувати дії, які дозволять третім особам отримати доступ до вашого облікового запису. Якщо ми вважаємо, що ваш обліковий запис використовується неналежним чином, ми залишаємо за собою право призупинити, припинити або припинити підтримку вашого облікового запису без відповідальності.\n\nМи не можемо перевіряти особи людей, які користуються нашими послугами, і не несемо відповідальності, якщо ваш гаманець або обліковий запис використовується кимось іншим. Якщо ви виявите несанкціоноване використання свого логіна, негайно повідомте нас, зв'язавшись з нами за адресою admin@rexas.com із темою 'Порушення безпеки'. Зауважте, що нам може знадобитися перевірити вашу особу та підтвердити право власності на обліковий запис. Будьте уважні до інших вебсайтів та сервісів, які можуть видавати себе за нас або стверджувати, що вони пов'язані з нами.",

  "removing_data_title": "Видалення даних",
  "removing_data_description": "Якщо ви хочете, щоб ми видалили будь-які дані, які у нас є про вас, зв'яжіться з нами електронною поштою на адресу admin@rexas.com. Хоча ми не вимагаємо особистої або ідентифікаційної інформації під час реєстрації для використання наших послуг, ми можемо зберігати ваші дані, якщо ви надали нам свою електронну адресу або дали дозвіл зв'язатися з вами. Якщо ви бажаєте видалити свої дані, зазначте це у своєму електронному листі. Якщо ви не запитаєте про видалення, ми зберігатимемо цю інформацію відповідно до нашої Політики конфіденційності."
}
