{
  "cookie_policy_title": "سياسة الكوكيز",
  "cookie_policy_description": "لأغراض سياسة الكوكيز هذه، تشير الكلمات \"نحن\"، \"لنا\" و\"خاصتنا\" إلى \"BlockBoost\". تنطبق سياسة الكوكيز هذه على \"الخدمات\" التالية: BlockBoost.com وأي مواقع أو تطبيقات أو منتجات أو منتديات أو خدمات مخصصة نقدمها عبر التطبيق أو الموقع أو أي موقع مخصص آخر قد نقدمه من وقت لآخر أو بخلاف ذلك. يمكنك تغيير تفضيلات الكوكيز الخاصة بك أو سحب الموافقة في أي وقت باستخدام إعدادات الخصوصية.",

  "what_is_cookie_title": "1. ما هو الكوكيز؟",
  "what_is_cookie_description": "الكوكيز هي ملفات نصية تحتوي على كميات صغيرة من المعلومات التي يتم وضعها على جهازك عند زيارة موقع ويب. تُستخدم على نطاق واسع لجعل المواقع تعمل، أو تعمل بشكل أكثر كفاءة، وكذلك لتوفير المعلومات لمالكي الموقع من أجل تحسين تجربة المستخدم عمومًا، على سبيل المثال، من خلال تذكر تفضيلاتك، أو من خلال تقديم محتوى وإعلانات مخصصة لك. يمكن أيضًا تحقيق الوظائف التي يؤديها الكوكيز عادةً بواسطة تقنيات مشابهة أخرى، مثل ملفات السجل، وبيكسل العلامات، وإشارات الويب، وGIFs الواضحة، ومعرفات الأجهزة. في سياسة الكوكيز هذه، سنشير إليهم بشكل جماعي باسم الكوكيز.",

  "how_we_use_cookie_title": "2. كيف نستخدم الكوكيز؟",
  "how_we_use_cookie_description": "يمكننا استخدام الكوكيز لـ:",
  "how_we_use_cookie_items": [
    "التحقق من معلومات تسجيل الدخول والسماح للمستخدمين بالعثور على أصدقاء يستخدمون الخدمة.",
    "تتبع تدفق حركة المرور وأنماط السفر المتعلقة بالخدمة.",
    "فهم العدد الإجمالي لمستخدمي الخدمة بشكل مستمر وأنواع الأجهزة.",
    "مراقبة أداء الخدمة لتحسينها باستمرار.",
    "تخصيص وتعزيز تجربتك عبر الإنترنت.",
    "تقديم خدمة العملاء لك.",
    "تقديم إعلانات الطرف الثالث ضمن خدماتنا."
  ],

  "types_of_cookie_title": "3. ما أنواع الكوكيز التي نستخدمها؟",
  "types_of_cookie_description": "يمكن تصنيف أنواع الكوكيز المستخدمة من قبلنا وشركائنا فيما يتعلق بالخدمة إلى هذه الفئات: 'الكوكيز الضرورية'، 'كوكيز الوظائف'، 'كوكيز التحليل'، و'كوكيز الإعلان والتتبع'. لقد وضعنا أدناه بعض المعلومات الإضافية حول كل فئة، والغرض، ومدة الكوكيز التي نضعها نحن وأطراف ثالثة. يمكنك تعطيل الكوكيز في أي وقت باستخدام إعدادات الخصوصية، ولكن قد يؤثر ذلك على كيفية عمل الخدمة.",
  "types_of_cookie_items": [
    {
      "title": "الكوكيز الضرورية",
      "description": "تمكين الوظائف الأساسية مثل الأمان وإدارة الشبكة وإمكانية الوصول."
    },
    {
      "title": "كوكيز الوظائف",
      "description": "تسجيل المعلومات حول الخيارات التي قمت بها والسماح لنا بتخصيص الخدمة لك."
    },
    {
      "title": "كوكيز التحليل",
      "description": "تحليل كيفية الوصول إلى خدمتنا، واستخدامها، أو أدائها من أجل توفير تجربة مستخدم أفضل لك، ولصيانة، وتشغيل، وتحسين الخدمة باستمرار."
    },
    {
      "title": "كوكيز الإعلان والتتبع",
      "description": "يمكن أن يتم تعيينها عبر خدماتنا من قبل شركائنا في الإعلانات لعرض إعلانات ذات صلة لك على مواقع أخرى."
    }
  ],

  "control_or_delete_cookie_title": "4. كيفية التحكم أو حذف الكوكيز",
  "control_or_delete_cookie_description": "لديك الحق في التحكم في استخدامنا للكوكيز والتقنيات المماثلة في أي وقت باستخدام إعدادات الخصوصية أو تعديل إعدادات التطبيق. ومع ذلك، يرجى ملاحظة أنه إذا اخترت رفض الكوكيز، فقد لا تتمكن من استخدام جميع وظائف الخدمات. بالإضافة إلى ما سبق، تسمح معظم المتصفحات لك بتغيير تفضيلاتك للكوكيز من خلال إعداداتها. وعادة ما توجد هذه الإعدادات في قائمة \"الخيارات\" أو \"التفضيلات\". لفهم هذه الإعدادات، قد تكون الروابط التالية مفيدة:",
  "control_or_delete_cookie_links": [
    "إعداد الكوكيز في كروم",
    "إعداد الكوكيز في سافاري",
    "إعداد الكوكيز في فايرفوكس",
    "إعداد الكوكيز في إنترنت إكسبلورر",
    "إلغاء الاشتراك في جوجل أناليتيكس"
  ],

  "changes_to_cookie_policy_title": "5. التغييرات على سياسة الكوكيز هذه",
  "changes_to_cookie_policy_description": "سنقوم بتحديث سياسة الكوكيز هذه لتعكس التغييرات في ممارساتنا وخدماتنا. عندما نقوم بنشر تغييرات على سياسة الكوكيز هذه، سنقوم بمراجعة تاريخ \"آخر تحديث\" في أعلى سياسة الكوكيز هذه.",

  "need_more_info_title": "6. بحاجة إلى مزيد من المعلومات؟",
  "need_more_info_description": "إذا كنت ترغب في معرفة المزيد عن الكوكيز واستخدامها على الإنترنت، يمكنك العثور على مزيد من المعلومات المفيدة في AboutCookies وAll About Cookies وYour Online Choices.",

  "cookies_set_in_the_past_title": "7. الكوكيز التي تم تعيينها في الماضي",
  "cookies_set_in_the_past_description": "إذا قمت بتعطيل واحد أو أكثر من الكوكيز، فقد لا نزال نستخدم المعلومات التي تم جمعها من الكوكيز قبل تعيين تفضيلاتك المعطلة، ومع ذلك، سنتوقف عن استخدام الكوكيز المعطلة لجمع أي معلومات إضافية.",

  "contact_us_title": "8. اتصل بنا",
  "contact_us_description": "إذا كنت ترغب في الاتصال بنا بشأن سياسة الكوكيز هذه واستخدام الكوكيز في الخدمات، يرجى الاتصال بنا عبر قناتنا الاجتماعية أو إرسال بريد إلكتروني إلينا على: inq@BlockBoost.io."
}
