{
  "privacy_policy_title": "سياسة الخصوصية",
  "privacy_policy_description": "تخبرك سياسة الخصوصية هذه (\"السياسة\") بخياراتك وممارساتنا المتعلقة بمعلوماتك (كما هو معرف أدناه). لأغراض هذه السياسة، تشير \"نحن\" و\"لنا\" و\"خاصتنا\" إلى \"BlockBoost\".",

  "children_title": "الأطفال",
  "children_description": [
    "خدماتنا غير متاحة للاستخدام من قبل الأطفال ومخصصة للأشخاص الذين تزيد أعمارهم عن 18 عامًا، و21 عامًا في بعض الولايات القضائية. يرجى الرجوع إلى قوانين بلدك للحصول على إرشادات مناسبة للعمر.",
    "للامتثال لقانون حماية البيانات في المملكة المتحدة للأطفال، وبالتحديد قانون التصميم المناسب للعمر (المعروف أيضًا باسم قانون الأطفال)، تم تقييم المخاطر. يمكن العثور على مزيد من المعلومات في مركز كود الأطفال الخاص بـ ICO.",
    "ستشرح هذه السياسة مجالات تطبيقنا أو موقعنا الإلكتروني التي قد تؤثر على خصوصيتك وتفاصيلك الشخصية، وكيفية معالجة هذه التفاصيل وجمعها وإدارتها وتخزينها، وحقوقك المتعلقة ببياناتك."
  ],

  "personal_info_title": "المعلومات الشخصية التي نجمعها",
  "personal_info_description": [
    "قد نجمع ونستخدم المعلومات التالية عنك:",
    "• المعلومات التي تقدمها لنا، مثل اسمك، وعنوان البريد، ورقم الهاتف، وعنوان البريد الإلكتروني، ومعلومات الدفع.",
    "• المعلومات التي تقدمها عبر قنوات دعم العملاء، مثل عندما تتواصل معنا عبر البريد الإلكتروني.",
    "• المعلومات التي تم جمعها عندما تستخدم تطبيقنا أو موقعنا الإلكتروني، بما في ذلك ملفات تعريف الارتباط والبيانات المعتمدة على الموقع.",
    "• المعلومات من أطراف ثالثة، بما في ذلك وسائل التواصل الاجتماعي وخدمات التحليلات مثل Google Analytics."
  ],

  "how_we_use_title": "كيف نستخدم معلوماتك الشخصية",
  "how_we_use_description": [
    "سوف نستخدم بياناتك الشخصية فقط عندما يسمح لنا القانون بذلك. تشمل الأسباب الشائعة:",
    "• لتزويدك بخدماتنا، بما في ذلك الوصول إلى تطبيقنا عبر محفظة افتراضية.",
    "• لتحسين ومراقبة استخدام خدماتنا.",
    "• لتقديم دعم العملاء والرد على استفساراتك أو شكاواك.",
    "• لمنع الاحتيال والدفاع عن المطالبات القانونية والامتثال للالتزامات القانونية.",
    "• لإجراء التحليلات وتقديم الإعلانات المستهدفة (بموافقتك)."
  ],

  "choices_title": "خياراتك بشأن كيفية استخدام المعلومات",
  "choices_description": [
    "لديك الخيارات التالية بشأن كيفية استخدامنا لمعلوماتك:",
    "• رسائل التسويق: يمكنك إلغاء الاشتراك من تلقي الرسائل الترويجية باستخدام ميزة \"إلغاء الاشتراك\" في رسائلنا التسويقية.",
    "• الحوافز المالية: قد نقوم بتنفيذ ترويجيات تطلب منك مشاركة معلومات شخصية. المشاركة طوعية."
  ],

  "who_we_share_title": "مع من نشارك معلوماتك الشخصية",
  "who_we_share_description": [
    "قد نشارك معلوماتك مع الكيانات التالية:",
    "• البائعون ومقدمو الخدمة (مثل خدمات السحابة مثل AWS).",
    "• مقدمو التحليلات (مثل Google وApple وAWS).",
    "• الشركاء الإعلانيون (لخدمات المدعومة بالإعلانات).",
    "• وكالات إنفاذ القانون أو السلطات العامة إذا طلب القانون ذلك.",
    "• الكيانات المشاركة في الاندماجات أو الاستحواذات أو إعادة الهيكلة المؤسسية."
  ],

  "security_title": "الأمان",
  "security_description": [
    "لدينا تدابير أمان لحماية معلوماتك، ولكن النقل عبر الإنترنت ليس آمنًا تمامًا.",
    "نوصي باستخدام تدابير أمان مناسبة عند استخدام خدماتنا."
  ],

  "where_we_process_title": "أين نقوم بمعالجة معلوماتك",
  "where_we_process_description": [
    "سيتم معالجة معلوماتك من قبل موظفينا ومقدمي الخدمة لدينا (Apple وGoogle وAWS وMailchimp).",
    "إذا لزم الأمر، نضمن نقل بياناتك إلى دول توفر حماية كافية للبيانات الشخصية."
  ],

  "how_long_we_store_title": "مدة تخزين معلوماتك",
  "how_long_we_store_description": [
    "نقوم بتخزين معلوماتك لمدة تصل إلى 6 سنوات.",
    "عند حذف المعلومات، نتخذ تدابير لجعلها غير قابلة للاسترجاع أو الإعادة."
  ],

  "your_rights_title": "حقوقك",
  "your_rights_description": [
    "لديك الحقوق التالية بموجب قوانين حماية البيانات:",
    "• الحق في طلب الوصول إلى بياناتك الشخصية.",
    "• الحق في طلب تصحيح بياناتك الشخصية.",
    "• الحق في طلب حذف بياناتك الشخصية.",
    "• الحق في الاعتراض على معالجة بياناتك الشخصية.",
    "• الحق في طلب تقييد معالجة بياناتك الشخصية.",
    "• الحق في طلب نقل بياناتك الشخصية.",
    "• الحق في سحب الموافقة في أي وقت."
  ],

  "california_privacy_rights_title": "حقوق الخصوصية في كاليفورنيا (الملحق 1)",
  "california_privacy_rights_description": "تنطبق شروط هذا الملحق على سكان كاليفورنيا بموجب قانون الخصوصية للمستهلكين في كاليفورنيا (CCPA). لأغراض هذا الملحق، تعني المعلومات الشخصية المعلومات التي تحدد أو ترتبط بمستهلك معين أو أسرة.",

  "brazil_privacy_rights_title": "حقوق الخصوصية في البرازيل (الملحق 2)",
  "brazil_privacy_rights_description": "تنطبق شروط هذا الملحق على سكان البرازيل بموجب Lei Geral de Proteção de Dados (LGPD). لديك الحق في السؤال عما إذا كنا نحتفظ بمعلوماتك الشخصية وطلب حذفها أو تقييدها أو تصحيحها.",

  "contact_title": "الاتصال والشكاوى",
  "contact_description": [
    "إذا كانت لديك أي أسئلة أو شكاوى بشأن هذه السياسة، يرجى الاتصال بنا على inq@BlockBoost.io.",
    "إذا كنت ترغب في تقديم شكوى حول كيفية معالجة معلوماتك، سنهدف إلى الرد في غضون 30 يومًا."
  ],

  "changes_title": "التغييرات على هذه السياسة",
  "changes_description": "سيتم نشر أي تحديثات أو تغييرات على هذه السياسة هنا."
}
