{
  "terms_and_conditions_title": "الشروط والأحكام",
  "terms_and_conditions_description": "يجب عليك قراءة هذه الشروط لأنها تحتوي على التزاماتنا القانونية تجاهك وعدد من الأمور التي يجب القيام بها والأمور التي يجب تجنبها والتي تحتاج إلى معرفتها عند استخدام خدماتنا. يرجى قراءة هذه الشروط بعناية للتأكد من أنك تفهمها. باستخدام خدماتنا، يتم اعتبارك تلقائيًا موافقًا على قبول هذه الشروط والالتزام بها قانونيًا. لتجنب أي لبس، إذا كنت لا توافق على الشروط، يجب عليك عدم المتابعة للوصول إلى خدماتنا أو استخدامها.\n\nيجب عليك أيضًا قراءة سياسة الخصوصية الخاصة بنا. تشرح سياسة الخصوصية كيف نستخدم بياناتك الشخصية. إذا كنت تعتقد أن هناك خطأ في هذه الشروط أو لديك أي استفسارات، يرجى الاتصال بنا لمناقشة الأمر. إذا احتجنا إلى الاتصال بك، فسوف نقوم بذلك من خلال الكتابة إليك على عنوان البريد الإلكتروني الذي قدمته لنا. لذلك، من المهم جدًا أن تؤكد أنك قد قدمت عنوان بريد إلكتروني صالح يستخدمه شخصيًا وعند المتابعة في استخدام خدماتنا، فإنك تضمن أنك قد فعلت ذلك. سنتصل بك فقط إذا كنت قد أعطيت موافقة صريحة للقيام بذلك. الوقت الآخر الوحيد الذي ستتلقى فيه رسائل بريد إلكتروني هو عندما تسجل لتلقي نشرتنا الإخبارية والتحديثات. عندما نستخدم الكلمات   أو    توب  في هذه الشروط، يشمل ذلك رسائل البريد الإلكتروني.",

  "changes_to_terms_title": "التغييرات على الشروط",
  "changes_to_terms_description": "يمكننا تحديث هذه الشروط وتغييرها من وقت لآخر وسيتم نشر أحدث نسخة من هذه الشروط على الموقع الإلكتروني والتطبيق المعني. قد يتم دعوتك لمراجعة الشروط المعدلة وقبولها لمتابعة استخدام الخدمات. نقترح على جميع المستخدمين التحقق بانتظام من الشروط على الموقع الإلكتروني وفي التطبيق حيث سيتم نشر أي تغييرات. يمكنك طباعة وحفظ نسخة من هذه الشروط للرجوع إليها في المستقبل. قد نطلب منك تحديث البرنامج لتتمكن من استخدام الخدمات، شريطة أن تستمر الخدمات في المطابقة للوصف الذي قدمناه لك سابقًا. قد يتم ترقية البرنامج المصاحب لتعكس التغييرات في نظام التشغيل. من خلال الاستمرار في استخدام الخدمات، سيتم اعتبارك قد قبلت الشروط كما تم تغييرها من وقت لآخر.",

  "buying_coins_title": "استخدام خدمتنا / شراء العملات",
  "buying_coins_description": "لاستخدام خدمتنا، ستحتاج إلى محفظة افتراضية. نلفت انتباهك إلى أن المحافظ هي خدمات طرف ثالث، وننصحك بقراءة شروط استخدامها.",

  "security_title": "الأمان",
  "security_description": "الأمان مهم لشركة BlockBoost، لذلك توافق على عدم مشاركة وصول محفظتك مع أي مستخدم أو طرف ثالث آخر، أو تنفيذ أي نشاط يمكن أن يمكّن طرفًا ثالثًا من الوصول إلى حسابك أو استخدامه. إذا اعتقدنا، حسب تقديرنا، أن حسابك يُستخدم بشكل غير مناسب، فإننا نحتفظ بالحق في تعليق أو إنهاء أو وقف دعم حسابك دون أي مسؤولية.\n\nلا يمكننا التحقق من هويات الأشخاص الذين يستخدمون خدماتنا ولن نكون مسؤولين إذا تم استخدام اتصال محفظتك أو حسابك من قبل شخص آخر. إذا أصبحت على علم بأي استخدام غير مصرح به لتسجيل الدخول الخاص بك، يجب عليك إبلاغنا على الفور من خلال الاتصال بنا على inq@BlockBoost.io، باستخدام  خرق أمني  كخط موضوع. يرجى ملاحظة أنه قد نحتاج إلى التحقق من هويتك والتحقق من ملكية الحساب. كن حذرًا من مواقع الويب والخدمات الأخرى التي قد تدعي أنها لنا أو مرتبطة بنا.",

  "removing_data_title": "إزالة البيانات",
  "removing_data_description": "إذا كنت ترغب في حذف أي بيانات قد نحتفظ بها عنك، يرجى الاتصال بنا عبر البريد الإلكتروني في inq@BlockBoost.io. بينما لا نطلب معلومات شخصية أو قابلة للتعريف عند التسجيل لاستخدام خدمتنا، قد نحتفظ بتفاصيل لك إذا كنت قد قدمت عنوان بريد إلكتروني لنا أو أعطيتنا الإذن بالاتصال بك. إذا كنت ترغب في إزالة بياناتك، يجب أن تحدد ذلك في بريدك الإلكتروني. إذا لم تطلب الحذف، فسنحتفظ بهذه المعلومات كما هو موضح في سياسة الخصوصية الخاصة بنا.",

  "rules_of_use_title": "قواعد الاستخدام",
  "rules_of_use_description": "تتعهد وتوافق على الالتزام بالقواعد التالية:",
  "rules_of_use_list": [
    "لا تهاجم الأشخاص الآخرين شخصيًا.",
    "لا تتنمر، أو تضايق، أو تطارد أي مستخدم آخر لخدماتنا.",
    "لا تنشر لغة أو صور فاحشة أو غير لائقة أو صريحة جنسيًا.",
    "لا تروج أو تدافع عن أنشطة غير قانونية أو مناقشات بهدف ارتكابها.",
    "لا تنتهك حقوق الملكية الفكرية أو خصوصية أي طرف ثالث.",
    "لا تقدم فيروسات أو مكونات ضارة أخرى.",
    "لا تتنكر في شخصية الآخرين أو تسيء تمثيل هويتك.",
    "لا تشارك في البريد العشوائي، أو الاستفزاز، أو أي سلوك غير اجتماعي آخر.",
    "لا تروج أو تكسب المال لنفسك أو لطرف ثالث بدون إذن."
  ],

  "violation_of_rules_title": "انتهاك القواعد",
  "violation_of_rules_description": "إذا كنت تعتقد أن مستخدمًا آخر ينتهك هذه القواعد، يرجى إخبارنا عبر البريد الإلكتروني في inq@BlockBoost.io. لا يمكننا ضمان أن المستخدمين الآخرين سيلتزمون بهذه القواعد، ولن نكون مسؤولين عن عدم امتثال أي مستخدم آخر. أنت والمستخدمون الآخرون مسؤولون عن أفعالكم الخاصة.",

  "service_interruption_title": "انقطاع الخدمة",
  "service_interruption_description": "لا تضمن BlockBoost أن الخدمات ستكون متاحة دائمًا، دون انقطاع، وفي الوقت المناسب، وآمنة، أو خالية من الأخطاء أو الفيروسات. قد تكون هناك أوقات تكون فيها الخدمات غير متاحة بسبب الصيانة أو المشكلات التقنية. قد نقوم أيضًا بتغيير أو تعليق أو إنهاء بعض الخدمات دون إشعار مسبق. سنتخذ خطوات معقولة لضمان خلو خدماتنا من الفيروسات والبرامج الضارة الأخرى، ولكننا نوصي أيضًا باستخدام برنامج مكافحة الفيروسات المناسب حسب الاقتضاء.",

  "prohibited_person_title": "شخص محظور",
  "prohibited_person_description": "\"الشخص المحظور\" يشير إلى الأفراد أو الكيانات القانونية الذين يخضعون لعقوبات محددة بموجب قوانين الولايات المتحدة، الأمم المتحدة، الاتحاد الأوروبي، أو السلطات المعنية الأخرى. لن نتعامل مع الأشخاص المحظورين.",

  "third_parties_title": "الأطراف الثالثة",
  "third_parties_description": "قد ترتبط بعض الصفحات بمواقع أو خدمات طرف ثالث. يتم توفير هذه الروابط لراحتك، ولا تتحمل BlockBoost أي مسؤولية عن محتوى الأطراف الثالثة. إذا قمت بزيارة أي موقع طرف ثالث، يرجى العلم أنه قد يحتوي على شروط استخدام وسياسة خصوصية خاصة به.",

  "agreeing_to_terms_title": "الموافقة على الشروط",
  "agreeing_to_terms_description": "من خلال استخدام خدماتنا، توافق على أن تكون ملزمًا قانونيًا بهذه الشروط. إذا كنت لا توافق، يجب عليك عدم الوصول إلى خدماتنا أو استخدامها.",

  "children_title": "الأطفال",
  "children_description": "خدماتنا غير متاحة للاستخدام من قبل الأطفال الذين تقل أعمارهم عن 18 عامًا أو 21 عامًا في بعض الولايات القضائية. يرجى الرجوع إلى قوانين بلدك للإرشادات المتعلقة بالعمر.",

  "content_and_ip_rights_title": "حقوق المحتوى وحقوق الملكية الفكرية",
  "content_and_ip_rights_description": "جميع المحتويات والمعلومات الموجودة في الخدمات مملوكة أو مرخصة من قبل BlockBoost ومحميّة بموجب حقوق الملكية الفكرية. لا يجوز لك استخدام أو نسخ أو عكس هندسة أو تعديل أي محتوى دون إذن صريح.",

  "additional_important_information_title": "معلومات إضافية مهمة",
  "additional_important_information_description": "أنت مسؤول عن التأكد من أن جميع الأشخاص الذين يصلون إلى موقعنا أو تطبيقنا من خلال اتصالك يلتزمون بهذه الشروط. يجب عليك أيضًا التأكد من أن وصولك واستخدامك لخدماتنا يتماشى مع القوانين واللوائح المعمول بها.",
  "additional_important_information_list": [
    "المحتوى على موقعنا هو لمعلومات عامة وليس مقصودًا كنصيحة.",
    "يجب عليك السعي للحصول على نصيحة مالية مهنية قبل اتخاذ أي قرارات مالية.",
    "لا نقدم أي ضمانات بشأن دقة أو اكتمال أو تحديث المحتوى على موقعنا.",
    "أنت مسؤول عن ضمان الحماية من الفيروسات عند الوصول إلى موقعنا.",
    "يجب عليك عدم إساءة استخدام موقعنا من خلال تقديم فيروسات أو برامج خبيثة أخرى."
  ]
}
