{
  "terms_and_conditions_title": "الشروط والأحكام",
  "terms_and_conditions_description": "يجب عليك قراءة هذه الشروط لأنها تحتوي على التزاماتنا القانونية تجاهك وعدد من القواعد التي يجب أن تكون على دراية بها عند استخدام خدماتنا. يرجى قراءة هذه الشروط بعناية للتأكد من فهمك لها. من خلال استخدام خدماتنا، يُعتبر أنك توافق تلقائيًا على قبول هذه الشروط والالتزام بها قانونيًا. لتجنب أي لبس، إذا كنت لا توافق على الشروط، يجب عليك عدم متابعة الوصول إلى خدماتنا أو استخدامها.\n\nيجب عليك أيضًا قراءة سياسة الخصوصية الخاصة بنا. تشرح سياسة الخصوصية كيفية استخدامنا لبياناتك الشخصية. إذا كنت تعتقد أن هناك خطأ في هذه الشروط أو لديك أي استفسارات، يرجى الاتصال بنا لمناقشة ذلك. إذا كان علينا الاتصال بك، سنقوم بذلك من خلال كتابة رسالة لك على عنوان البريد الإلكتروني الذي قدمته لنا. لذلك، من المهم جدًا أن تؤكد أنك قد قدمت عنوان بريد إلكتروني شرعي يُستخدم من قبلك شخصيًا، ومن خلال متابعة استخدام خدماتنا تضمن أنك فعلت ذلك. سنقوم بالاتصال بك فقط إذا كنت قد أعطيت موافقة صريحة لنا للقيام بذلك. الوقت الوحيد الآخر الذي ستتلقى فيه رسائل بريد إلكتروني هو عندما تكون قد سجلت لتلقي نشرتنا الإخبارية والتحديثات. عندما نستخدم كلمات "كتابة" أو "مكتوب" في هذه الشروط، فإن هذا يشمل رسائل البريد الإلكتروني.",

  "changes_to_terms_title": "التغييرات في الشروط",
  "changes_to_terms_description": "يمكننا تحديث وتغيير هذه الشروط من وقت لآخر وسيتم نشر النسخة الأحدث من هذه الشروط على الموقع الإلكتروني والتطبيق المعني. قد يتم دعوتك لمراجعة وقبول الشروط المعدلة من أجل الاستمرار في استخدام الخدمات. نقترح على جميع المستخدمين مراجعة الشروط بانتظام على الموقع الإلكتروني وفي التطبيق حيث سيتم نشر أي تغييرات. يمكنك طباعة وحفظ نسخة من هذه الشروط للرجوع إليها في المستقبل. قد نحتاج إلى تحديث البرنامج لاستخدام الخدمات، شريطة أن تظل الخدمات مطابقة للوصف الذي قدمناه لك من قبل. قد يتم ترقية البرنامج المرتبط لتعكس التغييرات في نظام التشغيل. من خلال الاستمرار في استخدام الخدمات، يُعتبر أنك قد قبلت الشروط كما تم تعديلها من وقت لآخر.",

  "buying_coins_title": "استخدام خدماتنا / شراء العملات",
  "buying_coins_description": "لاستخدام خدماتنا، ستحتاج إلى محفظة افتراضية. نلفت انتباهك إلى أن المحافظ هي خدمات من جهات خارجية، وننصحك بقراءة شروط استخدامها.",

  "security_title": "الأمان",
  "security_description": "الأمان مهم بالنسبة لـ BlockBoost، وبالتالي توافق على عدم مشاركة وصول محفظتك مع أي مستخدم أو طرف ثالث آخر، أو القيام عمدًا بأي نشاط يمكّن طرفًا ثالثًا من الوصول إلى حسابك أو استخدامه. إذا اعتقدنا، وفقًا لتقديرنا، أن حسابك يُستخدم بشكل غير مناسب، فإننا نحتفظ بالحق في تعليق أو إنهاء أو التوقف عن دعم حسابك دون أي مسؤولية.\n\nلا يمكننا التحقق من هويات الأشخاص الذين يستخدمون خدماتنا ولن نكون مسؤولين إذا تم استخدام اتصال محفظتك أو حسابك بواسطة شخص آخر. إذا أصبحت على علم بأي استخدام غير مصرح به لتسجيل دخولك، يجب عليك إبلاغنا على الفور عن طريق الاتصال بنا على inq@BlockBoost.io، باستخدام "خرق أمني" كموضوع. يرجى ملاحظة أنه قد نحتاج إلى التحقق من هويتك والتحقق من ملكيتك للحساب. كن حذرًا من مواقع وخدمات أخرى قد تدعي أنها لنا أو مرتبطة بنا.",

  "removing_data_title": "إزالة البيانات",
  "removing_data_description": "إذا كنت ترغب في حذف أي بيانات قد نحتفظ بها عنك، يرجى الاتصال بنا عبر البريد الإلكتروني على inq@BlockBoost.io. بينما لا نطلب معلومات شخصية أو تعريفية عند التسجيل لاستخدام خدماتنا، قد نحتفظ بتفاصيل عنك إذا كنت قد قدمت لنا عنوان بريد إلكتروني أو أعطيتنا إذنًا للاتصال بك. إذا كنت ترغب في إزالة بياناتك، يجب عليك تحديد ذلك في بريدك الإلكتروني. إذا لم تطلب الحذف، سنحتفظ بهذه المعلومات كما هو موضح في سياسة الخصوصية الخاصة بنا.",

  "rules_of_use_title": "قواعد الاستخدام",
  "rules_of_use_description": "تتعهد وتوافق على الالتزام بالقواعد التالية:",
  "rules_of_use_list": [
    "لا تشارك في الهجمات الشخصية على أفراد آخرين.",
    "لا تتحرش أو تضايق أو تتعقب أي مستخدم آخر من مستخدمي خدماتنا.",
    "لا تنشر لغة أو صورًا فاحشة أو فظة أو جنسية.",
    "لا تروج أو تؤيد أنشطة غير قانونية أو مناقشات بهدف ارتكابها.",
    "لا تنتهك حقوق الملكية الفكرية أو الخصوصية لأي طرف ثالث.",
    "لا تقدم فيروسات أو مكونات ضارة أخرى.",
    "لا تنتحل شخصيات الآخرين أو تمثل هويتك بشكل مضلل.",
    "لا تشارك في الرسائل غير المرغوب فيها أو التخريب أو أي سلوك غير اجتماعي آخر.",
    "لا تروج أو تجمع الأموال لنفسك أو لطرف ثالث بدون إذن."
  ],

  "violation_of_rules_title": "انتهاك القواعد",
  "violation_of_rules_description": "إذا كنت تعتقد أن مستخدمًا آخر ينتهك هذه القواعد، يرجى إعلامنا عن طريق البريد الإلكتروني إلى inq@BlockBoost.io. لا يمكننا ضمان أن المستخدمين الآخرين سيلتزمون بهذه القواعد، ولن نكون مسؤولين عن عدم التزام أي مستخدم آخر. أنت والمستخدمون الآخرون مسؤولون عن أفعالك الخاصة.",

  "service_interruption_title": "انقطاع الخدمة",
  "service_interruption_description": "لا تضمن BlockBoost أن تكون الخدمات متاحة دائمًا، بدون انقطاع، في الوقت المناسب، آمنة، أو خالية من الأخطاء أو الفيروسات. قد تكون هناك أوقات تكون فيها الخدمات غير متاحة بسبب الصيانة أو المشاكل الفنية. قد نقوم أيضًا بتغيير أو تعليق أو إيقاف بعض الخدمات دون إشعار مسبق. سنتخذ خطوات معقولة لضمان أن تكون خدماتنا خالية من الفيروسات والبرامج الضارة الأخرى، ولكننا نوصي أيضًا باستخدام برامج مكافحة الفيروسات المناسبة عند الاقتضاء.",

  "prohibited_person_title": "شخص محظور",
  "prohibited_person_description": "\"الشخص المحظور\" يشير إلى الأفراد أو الكيانات القانونية الذين يخضعون لعقوبات محددة بموجب قوانين الولايات المتحدة، والأمم المتحدة، والاتحاد الأوروبي، أو السلطات المعنية الأخرى. لن نتعامل مع الأشخاص المحظورين.",

  "third_parties_title": "الأطراف الثالثة",
  "third_parties_description": "قد تحتوي بعض الصفحات على روابط لمواقع أو خدمات تابعة لأطراف ثالثة. تم توفير هذه الروابط للتسهيل، ولا تتحمل BlockBoost أي مسؤولية عن محتوى الأطراف الثالثة. إذا قمت بزيارة أي موقع ويب تابع لطرف ثالث، يرجى ملاحظة أنه قد يكون له شروط استخدام وسياسة خصوصية خاصة به.",

  "agreeing_to_terms_title": "الموافقة على الشروط",
  "agreeing_to_terms_description": "من خلال استخدام خدماتنا، توافق على الالتزام قانونيًا بهذه الشروط. إذا كنت لا توافق، يجب عليك عدم الوصول إلى خدماتنا أو استخدامها.",

  "children_title": "الأطفال",
  "children_description": "خدماتنا غير متاحة للاستخدام من قبل الأطفال دون سن 18 عامًا أو 21 عامًا في بعض الولايات القضائية. يرجى الرجوع إلى قوانين بلدك للإرشادات المتعلقة بالعمر.",

  "content_and_ip_rights_title": "حقوق المحتوى والملكية الفكرية",
  "content_and_ip_rights_description": "جميع المحتويات والمعلومات الموجودة في الخدمات مملوكة أو مرخصة لـ BlockBoost ومحمية بموجب حقوق الملكية الفكرية. لا يمكنك استخدام أو نسخ أو عكس هندسة أو تعديل أي محتوى دون إذن صريح.",

  "additional_important_information_title": "معلومات إضافية مهمة",
  "additional_important_information_description": "أنت مسؤول عن ضمان أن جميع الأشخاص الذين يصلون إلى موقعنا أو تطبيقنا عبر اتصالك يلتزمون بهذه الشروط. يجب عليك أيضًا التأكد من أن وصولك واستخدامك لخدماتنا يتوافق مع القوانين واللوائح المعمول بها.",
  "additional_important_information_list": [
    "المحتوى على موقعنا هو لأغراض المعلومات العامة وليس مقصودًا كنصيحة.",
    "يجب عليك طلب نصيحة مالية مهنية قبل اتخاذ أي قرارات مالية.",
    "لا نقدم أي ضمانات بشأن دقة أو اكتمال أو تحديث محتوى موقعنا.",
    "أنت مسؤول عن ضمان حماية جهازك من الفيروسات عند الوصول إلى موقعنا.",
    "يجب عليك عدم إساءة استخدام موقعنا من خلال تقديم فيروسات أو برامج ضارة أخرى."
  ]
}
