{
  "cookie_policy_title": "クッキーポリシー",
  "cookie_policy_description": "このクッキーポリシーの目的のために、「私たち」、「私たちの」と「私たちの」は「BlockBoost」を指します。このクッキーポリシーは、次の「サービス」に適用されます：BlockBoost.comおよび、アプリやウェブサイトを通じて、または時折提供されるその他の専用ウェブサイトが提供するアプリ、製品、フォーラム、サービス。プライバシー設定を使用して、いつでもクッキーの設定を変更したり、同意を撤回したりできます。",

  "what_is_cookie_title": "1. クッキーとは？",
  "what_is_cookie_description": "クッキーは、ウェブサイトを訪問する際にあなたのデバイスに置かれる小さな情報を含むテキストファイルです。クッキーは、ウェブサイトが機能するため、またはより効率的に機能するために広く使用されており、ウェブサイトの所有者に対して、一般的にユーザー体験を改善するための情報を提供します。たとえば、あなたの好みを記憶したり、個別化されたコンテンツや広告を提供したりします。クッキーによって通常行われる機能は、ログファイル、ピクセルタグ、ウェブビーコン、クリアGIF、デバイスIDなど、他の類似技術によっても達成できます。このクッキーポリシーでは、これらを「クッキー」として総称します。",

  "how_we_use_cookie_title": "2. クッキーをどのように使用しますか？",
  "how_we_use_cookie_description": "クッキーを使用することがあります：",
  "how_we_use_cookie_items": [
    "ログイン情報を確認し、サービスを利用する友人を見つけることを許可します。",
    "サービスに関連するトラフィックの流れと旅行パターンを追跡します。",
    "サービスのユーザーの総数を継続的に理解し、デバイスの種類を把握します。",
    "サービスのパフォーマンスを監視し、継続的に改善します。",
    "オンライン体験をカスタマイズおよび向上させます。",
    "顧客サービスを提供します。",
    "私たちのサービス内で第三者の広告を表示します。"
  ],

  "types_of_cookie_title": "3. どの種類のクッキーを使用していますか？",
  "types_of_cookie_description": "私たちと私たちのパートナーがサービスに関連して使用するクッキーの種類は、次のカテゴリに分類できます：「必要なクッキー」、「機能的クッキー」、「分析クッキー」、「広告およびトラッキングクッキー」。以下に、私たちおよび第三者が設定する各カテゴリ、目的、およびクッキーの期間に関するさらなる情報を示します。プライバシー設定を使用していつでもクッキーを無効にできますが、これはサービスの機能に影響を与える可能性があります。",
  "types_of_cookie_items": [
    {
      "title": "必要なクッキー",
      "description": "セキュリティ、ネットワーク管理、アクセシビリティなどのコア機能を有効にします。"
    },
    {
      "title": "機能的クッキー",
      "description": "あなたが行った選択についての情報を記録し、サービスをあなたに合わせることを可能にします。"
    },
    {
      "title": "分析クッキー",
      "description": "私たちのサービスにどのようにアクセスし、使用されているか、またはどのように機能しているかを分析し、より良いユーザー体験を提供し、サービスを維持、運営、継続的に改善するために使用します。"
    },
    {
      "title": "広告およびトラッキングクッキー",
      "description": "他のサイトであなたに関連する広告を表示するために、私たちのサービスを通じて広告パートナーによって設定されることがあります。"
    }
  ],

  "control_or_delete_cookie_title": "4. クッキーを制御または削除する方法",
  "control_or_delete_cookie_description": "プライバシー設定を使用するか、アプリ内の設定を調整することで、いつでもクッキーや他の類似技術の使用を制御する権利があります。ただし、クッキーを拒否することを選択した場合、サービスの完全な機能を使用できなくなる可能性があります。上記に加えて、ほとんどのブラウザは設定を通じてクッキーの設定を変更することを許可しています。これらの設定は通常「オプション」または「設定」メニューにあります。これらの設定を理解するために、以下のリンクが役立つかもしれません：",
  "control_or_delete_cookie_links": [
    "Chromeのクッキー設定",
    "Safariのクッキー設定",
    "Firefoxのクッキー設定",
    "Internet Explorerのクッキー設定",
    "Google Analyticsのオプトアウト"
  ],

  "changes_to_cookie_policy_title": "5. このクッキーポリシーの変更",
  "changes_to_cookie_policy_description": "私たちは、実践やサービスの変更を反映するためにこのクッキーポリシーを更新します。このクッキーポリシーに変更を掲載する際は、このクッキーポリシーの最上部にある「最終更新日」を改訂します。",

  "need_more_info_title": "6. さらに情報が必要ですか？",
  "need_more_info_description": "クッキーとインターネットでの使用についてもっと知りたい場合は、AboutCookies、All About Cookies、Your Online Choicesでさらに有用な情報が見つかるかもしれません。",

  "cookies_set_in_the_past_title": "7. 過去に設定されたクッキー",
  "cookies_set_in_the_past_description": "1つ以上のクッキーを無効にした場合でも、無効にする前に収集されたクッキーの情報を使用することがありますが、無効にしたクッキーを使用して追加の情報を収集することは停止します。",

  "contact_us_title": "8. お問い合わせ",
  "contact_us_description": "このクッキーポリシーおよびサービスにおけるクッキーの使用についてお問い合わせがある場合は、私たちのソーシャルチャンネルまたはメール（inq@BlockBoost.io）でご連絡ください。"
}
