{
  "cookie_policy_title": "Cookieポリシー",
  "cookie_policy_description": "本Cookieポリシーの目的において、\"当社\"、\"私たち\"、および\"当社の\"は\"Rexas\"を指します。本Cookieポリシーは、次の\"サービス\"に適用されます：rexas.comおよびアプリまたはWebサイトを介して提供する他の専用Webサイト、アプリ、製品、フォーラム、およびサービス、または当社が随時提供する可能性のあるその他の専用Webサイト。\n\nCookieの設定を変更したり、いつでもプライバシー設定を使用して同意を撤回することができます。",

  "what_is_cookie_title": "1. Cookieとは何ですか？",
  "what_is_cookie_description": "Cookieは、Webサイトを訪問したときにデバイスに保存される小さな情報が含まれたテキストファイルです。これらは、Webサイトの機能や効率を向上させるために広く使用されており、ユーザーの体験を向上させるために、Webサイトの所有者に情報を提供します。たとえば、ユーザーの好みを記憶したり、パーソナライズされたコンテンツや広告を表示したりします。\n\n通常、Cookieが果たす機能は、ログファイル、ピクセルタグ、ウェブビーコン、透明なGIF、デバイスIDなどの他の類似技術によっても実現できます。本Cookieポリシーでは、これらをまとめて\"Cookie\"と呼びます。",

  "how_we_use_cookie_title": "2. Cookieをどのように使用しますか？",
  "how_we_use_cookie_description": "当社はCookieを使用して、次の目的に使用する場合があります：\n- ログイン情報を確認し、サービスを利用している友人を見つけることを可能にする；\n- サービスに関連するトラフィックや移動パターンを追跡する；\n- 継続的にサービスのユーザー数とデバイスの種類を理解する；\n- サービスのパフォーマンスを監視して継続的に改善する；\n- オンライン体験をカスタマイズおよび向上させる；\n- カスタマーサービスを提供する；\n- および当社のサービス内でサードパーティの広告を提供する。",

  "types_of_cookie_title": "3. どのような種類のCookieを使用しますか？",
  "types_of_cookie_description": "当社および当社のパートナーがサービスに関連して使用するCookieの種類は、次のカテゴリに分類されます：\"必須Cookie\"、\"機能Cookie\"、\"分析Cookie\"、および\"広告・追跡Cookie\"。それぞれのカテゴリの目的と持続時間に関する追加情報を以下に提供しています。Cookieはプライバシー設定でいつでも無効にすることができますが、それがサービスの機能に影響を与える場合があります。\n- 必須Cookie: セキュリティ、ネットワーク管理、アクセシビリティなどの基本機能を有効にします。\n- 機能Cookie: あなたの選択を記録し、サービスをあなたに合わせてカスタマイズすることができます。\n- 分析Cookie: 当社のサービスへのアクセス方法、使用方法、またはパフォーマンスを分析し、より良いユーザーエクスペリエンスを提供し、サービスを維持、運営し、継続的に改善します。\n- 広告および追跡Cookie: これらは当社のサービスを介してパートナーによって設定され、他のサイトで関連広告を表示するために使用される場合があります。",

  "control_or_delete_cookie_title": "4. Cookieを制御または削除する方法",
  "control_or_delete_cookie_description": "当社が情報を使用する方法について、次のオプションがあります：\nCookieおよびその他の類似技術の使用を、プライバシー設定またはアプリ内設定を調整することで、いつでも制御する権利があります。ただし、Cookieを拒否した場合、サービスのすべての機能を利用できない場合があります。\nさらに、ほとんどのブラウザでは、設定を通じてCookieの好みを変更できます。これらの設定は通常、\"オプション\"や\"設定\"メニューにあります。次のリンクが役立つ場合があります：\n- ChromeのCookie設定\n- SafariのCookie設定\n- FirefoxのCookie設定\n- Internet ExplorerのCookie設定\nGoogle Analyticsのサイト横断的追跡を無効にするには、次のリンクを訪問してください：\n- Google Analyticsのオプトアウト"
}
