{
  "privacy_policy_title": "プライバシーポリシー",
  "privacy_policy_description": "このプライバシーポリシー（\"ポリシー\"）は、あなたの選択肢と当社の情報（以下に定義）に関する実践をお知らせします。このポリシーの目的上、\"私たち\"、\"私たちの\"は\"BlockBoost\"を指します。",

  "children_title": "子供",
  "children_description": [
    "当社のサービスは子供が使用できず、18歳以上の方（特定の法域では21歳以上）を対象としています。年齢に適したガイダンスについては、あなたの国の法律を参照してください。",
    "英国のデータ保護法の現行規定に準拠するために、特に年齢に適したデザインコード（子供法としても知られる）に従って、リスクが評価されています。詳細はICO Children's Code Hubで確認できます。",
    "このポリシーは、アプリまたはウェブサイトのプライバシーや個人情報に影響を与える可能性のある領域、情報を処理、収集、管理、保存する方法、データに関するあなたの権利を説明します。"
  ],

  "personal_info_title": "収集する個人情報",
  "personal_info_description": [
    "あなたに関する以下の情報を収集し、使用することがあります：",
    "• あなたが提供する情報（氏名、住所、電話番号、メールアドレス、支払い情報など）。",
    "• カスタマーサポートチャネルを通じて提供される情報（メールでお問い合わせいただいた場合など）。",
    "• アプリやウェブサイトの使用時に収集される情報（クッキーや位置情報データを含む）。",
    "• ソーシャルメディアやGoogle Analyticsなどの分析サービスからの情報。"
  ],

  "how_we_use_title": "個人情報の使用方法",
  "how_we_use_description": [
    "法律が許可する場合にのみ、あなたの個人データを使用します。一般的な理由は次のとおりです：",
    "• サービスを提供し、ウォレットを介してアプリにアクセスできるようにするため。",
    "• サービスの使用を改善し、監視するため。",
    "• カスタマーサポートを提供し、質問や苦情に回答するため。",
    "• 不正行為を防止し、法的請求を守り、法的義務を遵守するため。",
    "• 分析を実施し、ターゲットを絞った広告を提供するため（あなたの同意が必要です）。"
  ],

  "choices_title": "情報の使用方法に関するあなたの選択肢",
  "choices_description": [
    "情報の使用に関して、次の選択肢があります：",
    "• マーケティングメール：当社のマーケティングメールに記載されている「退会」機能を使用して、プロモーションメールの受信を退会できます。",
    "• 金銭的インセンティブ：個人情報を共有するよう求めるプロモーションを実施することがあります。参加は任意です。"
  ],

  "who_we_share_title": "あなたの個人情報を共有する相手",
  "who_we_share_description": [
    "次の団体とあなたの情報を共有することがあります：",
    "• サービスプロバイダー（例：AWSなどのクラウドサービス）。",
    "• 分析プロバイダー（例：Google、Apple、AWS）。",
    "• 広告パートナー（広告サポートサービスのため）。",
    "• 法律で要求される場合、法執行機関または公的機関。",
    "• 合併、買収、企業再編成に関与する団体。"
  ],

  "security_title": "セキュリティ",
  "security_description": [
    "あなたの情報を保護するためのセキュリティ対策を講じていますが、インターネット上の情報伝送は完全に安全ではありません。",
    "サービスを利用する際は、適切なセキュリティ対策を講じることをお勧めします。"
  ],

  "where_we_process_title": "あなたの情報を処理する場所",
  "where_we_process_description": [
    "あなたの情報は、当社の従業員およびサービスプロバイダー（Apple、Google、AWS、Mailchimp）によって処理されます。",
    "必要に応じて、あなたのデータが個人データの適切な保護を提供する国に転送されることを確認します。"
  ],

  "how_long_we_store_title": "あなたの情報を保存する期間",
  "how_long_we_store_description": [
    "あなたの情報は最大6年間保存されます。",
    "情報を削除する際には、回復不可能または再生不可能になるよう措置を講じます。"
  ],

  "your_rights_title": "あなたの権利",
  "your_rights_description": [
    "データ保護法に基づいて、次の権利があります：",
    "• あなたの個人データへのアクセスを要求する権利。",
    "• あなたの個人データの修正を要求する権利。",
    "• あなたの個人データの削除を要求する権利。",
    "• あなたの個人データの処理に異議を唱える権利。",
    "• あなたの個人データの処理を制限するよう要求する権利。",
    "• あなたの個人データの転送を要求する権利。",
    "• いつでも同意を撤回する権利。"
  ],

  "california_privacy_rights_title": "カリフォルニアのプライバシー権（付録1）",
  "california_privacy_rights_description": "この付録の条件は、カリフォルニア消費者プライバシー法（CCPA）に基づくカリフォルニアの居住者に適用されます。この付録の目的において、個人情報とは、特定の消費者または家庭に特定できる情報を指します。",

  "brazil_privacy_rights_title": "ブラジルのプライバシー権（付録2）",
  "brazil_privacy_rights_description": "この付録の条件は、ブラジル一般データ保護法（LGPD）に基づく居住者に適用されます。あなたの個人情報が処理されているかどうかを確認し、その削除、制限、または修正を要求する権利があります。",

  "contact_title": "連絡先および苦情",
  "contact_description": [
    "このポリシーに関する質問や苦情がある場合は、inq@BlockBoost.ioまでご連絡ください。",
    "あなたの情報の取り扱いに関する苦情を提出する場合、30日以内に回答を試みます。"
  ],

  "changes_title": "このポリシーの変更",
  "changes_description": "このポリシーの更新または変更はここに掲載されます。"
}
