{
  "cookie_policy_title": "Polityka Cookies",
  "cookie_policy_description": "Na potrzeby tej Polityki Cookies, „my”, „nas” i „nasze” odnoszą się do \"BlockBoost\". Ta Polityka Cookies dotyczy następujących „Usług”: BlockBoost.com oraz wszelkich innych dedykowanych witryn, aplikacji, produktów, forów i usług, które oferujemy za pośrednictwem aplikacji lub witryny internetowej lub innej dedykowanej witryny, które mogą być oferowane przez nas od czasu do czasu, lub które są w inny sposób udostępniane przez nas. Możesz zmienić swoje preferencje dotyczące Cookies lub cofnąć zgodę w dowolnym momencie, korzystając z Ustawień Prywatności.",

  "what_is_cookie_title": "1. Czym jest cookie?",
  "what_is_cookie_description": "Cookies to pliki tekstowe zawierające małe ilości informacji, które są umieszczane na Twoim urządzeniu, gdy odwiedzasz witrynę internetową. Są one szeroko stosowane w celu umożliwienia prawidłowego działania witryn internetowych lub poprawy ich wydajności, a także w celu dostarczenia informacji właścicielom witryn internetowych, aby ogólnie poprawić doświadczenia użytkowników, na przykład zapamiętując Twoje preferencje lub oferując spersonalizowane treści i reklamy. Funkcje, które zwykle wykonuje cookie, mogą być również osiągnięte za pomocą innych podobnych technologii, takich jak pliki dziennika, tagi pikseli, sygnały internetowe, przezroczyste GIF-y i identyfikatory urządzeń. W tej Polityce Cookies będziemy je zbiorczo określać jako „Cookies”.",

  "how_we_use_cookie_title": "2. Jak używamy Cookies?",
  "how_we_use_cookie_description": "Możemy używać Cookies do:",
  "how_we_use_cookie_items": [
    "Weryfikacji informacji logowania i umożliwienia użytkownikom znajdowania przyjaciół korzystających z Usługi.",
    "Śledzenia przepływu ruchu i wzorców podróży w związku z Usługą.",
    "Zrozumienia całkowitej liczby użytkowników Usługi w czasie rzeczywistym oraz typów urządzeń.",
    "Monitorowania wydajności Usługi w celu jej ciągłego ulepszania.",
    "Dostosowania i wzbogacenia Twojego doświadczenia online.",
    "Świadczenia usług obsługi klienta.",
    "Wyświetlania reklam stron trzecich w naszych usługach."
  ],

  "types_of_cookie_title": "3. Jakie rodzaje cookies używamy?",
  "types_of_cookie_description": "Rodzaje Cookies używanych przez nas i naszych partnerów w związku z Usługą można sklasyfikować w następujące kategorie: 'Niezbędne Cookies', 'Cookies Funkcjonalne', 'Cookies Analityczne' i 'Cookies Reklamowe i Śledzące'. Poniżej przedstawiamy dodatkowe informacje o każdej kategorii, celu i czasie trwania Cookies, które my i strony trzecie ustawiamy. Możesz wyłączyć Cookies w dowolnym momencie, korzystając z Ustawień Prywatności, ale może to wpłynąć na to, jak działa Usługa.",
  "types_of_cookie_items": [
    {
      "title": "Niezbędne Cookies",
      "description": "Umożliwiają podstawowe funkcje, takie jak bezpieczeństwo, zarządzanie siecią i dostępność."
    },
    {
      "title": "Cookies Funkcjonalne",
      "description": "Rejestrują informacje o dokonanych przez Ciebie wyborach i pozwalają nam dostosować Usługę do Ciebie."
    },
    {
      "title": "Cookies Analityczne",
      "description": "Analizują, jak nasza Usługa jest uzyskiwana, używana lub jak funkcjonuje, aby zapewnić Ci lepsze doświadczenie użytkownika oraz aby utrzymywać, obsługiwać i nieustannie ulepszać Usługę."
    },
    {
      "title": "Cookies Reklamowe i Śledzące",
      "description": "Mogą być ustawiane przez naszych partnerów reklamowych w ramach naszych usług, aby pokazywać Ci odpowiednie reklamy na innych stronach."
    }
  ],

  "control_or_delete_cookie_title": "4. Jak kontrolować lub usuwać cookies",
  "control_or_delete_cookie_description": "Masz prawo kontrolować nasze wykorzystanie cookies i innych podobnych technologii w dowolnym momencie, korzystając z Ustawień Prywatności lub dostosowując ustawienia w aplikacji. Należy jednak pamiętać, że jeśli zdecydujesz się odrzucić Cookies, możesz nie być w stanie skorzystać z pełnej funkcjonalności Usług. Oprócz powyższego, większość przeglądarek pozwala na zmianę preferencji dotyczących Cookies za pośrednictwem ich ustawień. Ustawienia te znajdują się zazwyczaj w menu \"opcje\" lub \"preferencje\". Aby zrozumieć te ustawienia, następujące linki mogą być pomocne:",
  "control_or_delete_cookie_links": [
    "Ustawienia cookies w Chrome",
    "Ustawienia cookies w Safari",
    "Ustawienia cookies w Firefox",
    "Ustawienia cookies w Internet Explorer",
    "Google Analytics Opt-Out"
  ],

  "changes_to_cookie_policy_title": "5. Zmiany w tej Polityce Cookies",
  "changes_to_cookie_policy_description": "Zaktualizujemy tę Politykę Cookies, aby odzwierciedlić zmiany w naszych praktykach i usługach. Gdy opublikujemy zmiany w tej Polityce Cookies, zaktualizujemy datę \"Ostatnia aktualizacja\" u góry tej Polityki Cookies.",

  "need_more_info_title": "6. Potrzebujesz więcej informacji?",
  "need_more_info_description": "Jeśli chciałbyś dowiedzieć się więcej o cookies i ich użyciu w Internecie, możesz znaleźć dodatkowe przydatne informacje na stronach AboutCookies, All About Cookies i Your Online Choices.",

  "cookies_set_in_the_past_title": "7. Cookies ustawione w przeszłości",
  "cookies_set_in_the_past_description": "Jeśli wyłączyłeś jedno lub więcej Cookies, nadal możemy używać informacji zebranych z cookies przed ustawieniem preferencji, które zostały wyłączone, jednak zaprzestaniemy używania wyłączonego cookie do zbierania dalszych informacji.",

  "contact_us_title": "8. Skontaktuj się z nami",
  "contact_us_description": "Jeśli chcesz skontaktować się z nami w sprawie tej Polityki Cookies i użycia cookies w Usługach, skontaktuj się z nami za pośrednictwem naszego kanału społecznościowego lub napisz na adres: inq@BlockBoost.io."
}
