{
  "privacy_policy_title": "Polityka Prywatności",
  "privacy_policy_description": "Niniejsza polityka prywatności (\"Polityka\") informuje Cię o Twoich wyborach oraz naszych praktykach w odniesieniu do Twoich informacji (zgodnie z definicją poniżej). Dla celów tej Polityki \"my\", \"nas\" i \"nasze\" odnoszą się do \"BlockBoost\".",

  "children_title": "Dzieci",
  "children_description": [
    "Nasze usługi nie są dostępne dla dzieci i są przeznaczone dla osób powyżej 18 roku życia, a w niektórych jurysdykcjach powyżej 21 roku życia. Proszę zapoznać się z przepisami swojego kraju dotyczącymi odpowiedniego wieku.",
    "Aby dostosować się do obowiązującego 'Brytyjskiego Ustawodawstwa Ochrony Danych' dla dzieci, w szczególności do Kodeksu Projektowania Odpowiedniego do Wieków (znanego również jako Ustawa o Dzieciach), dokonano oceny ryzyka. Więcej informacji można znaleźć na stronie ICO Children's Code Hub.",
    "Niniejsza polityka wyjaśni obszary naszej aplikacji lub strony internetowej, które mogą wpływać na Twoją prywatność i dane osobowe, jak przetwarzamy, zbieramy, zarządzamy i przechowujemy te szczegóły, oraz Twoje prawa w odniesieniu do Twoich danych."
  ],

  "personal_info_title": "Informacje Osobowe, Które Zbieramy",
  "personal_info_description": [
    "Możemy zbierać i używać następujących informacji o Tobie:",
    "• Informacje, które nam przekazujesz, takie jak imię, adres, numer telefonu, adres e-mail i informacje płatnicze.",
    "• Informacje, które przekazujesz za pośrednictwem kanałów wsparcia klienta, na przykład kontaktując się z nami drogą mailową.",
    "• Informacje zbierane, gdy korzystasz z naszej aplikacji lub strony internetowej, w tym pliki cookie i dane o lokalizacji.",
    "• Informacje od osób trzecich, w tym media społecznościowe i usługi analityczne, takie jak Google Analytics."
  ],

  "how_we_use_title": "Jak Używamy Twoich Informacji Osobowych",
  "how_we_use_description": [
    "Będziemy używać Twoich danych osobowych tylko wtedy, gdy prawo nam na to pozwala. Typowe powody obejmują:",
    "• Aby zapewnić Ci nasze usługi, w tym dostęp do naszej aplikacji za pośrednictwem portfela wirtualnego.",
    "• Aby poprawić i monitorować korzystanie z naszych usług.",
    "• Aby zapewnić wsparcie dla klientów i odpowiadać na Twoje zapytania lub skargi.",
    "• Aby zapobiegać oszustwom, bronić roszczeń prawnych i spełniać zobowiązania prawne.",
    "• Aby przeprowadzać analizy i zapewniać reklamy ukierunkowane (za Twoją zgodą)."
  ],

  "choices_title": "Twoje Wybory Dotyczące Użytkowania Informacji",
  "choices_description": [
    "Masz następujące wybory dotyczące tego, jak używamy Twoich informacji:",
    "• E-maile marketingowe: Możesz zrezygnować z otrzymywania e-maili promocyjnych, korzystając z funkcji \"wypisz się\" w naszych e-mailach marketingowych.",
    "• Zachęty finansowe: Możemy prowadzić promocje, które proszą Cię o podanie informacji osobowych. Udział jest dobrowolny."
  ],

  "who_we_share_title": "Z Kim Dzielimy Twoje Informacje Osobowe",
  "who_we_share_description": [
    "Możemy dzielić się Twoimi informacjami z następującymi podmiotami:",
    "• Dostawcy usług (np. usługi chmurowe, takie jak AWS).",
    "• Dostawcy analiz (np. Google, Apple, AWS).",
    "• Partnerzy reklamowi (dla usług wspieranych reklamą).",
    "• Organy ścigania lub władze publiczne, jeśli wymaga tego prawo.",
    "• Podmioty zaangażowane w fuzje, przejęcia lub reorganizacje korporacyjne."
  ],

  "security_title": "Bezpieczeństwo",
  "security_description": [
    "Posiadamy środki bezpieczeństwa w celu ochrony Twoich informacji, jednak przesyłanie przez internet nie jest całkowicie bezpieczne.",
    "Zalecamy korzystanie z odpowiednich środków bezpieczeństwa podczas korzystania z naszych usług."
  ],

  "where_we_process_title": "Gdzie Przetwarzamy Twoje Informacje",
  "where_we_process_description": [
    "Twoje informacje będą przetwarzane przez naszych pracowników i dostawców usług (Apple, Google, AWS, Mailchimp).",
    "Jeśli to konieczne, zapewniamy, że Twoje dane są przekazywane do krajów, które zapewniają odpowiednią ochronę danych osobowych."
  ],

  "how_long_we_store_title": "Jak Długo Przechowujemy Twoje Informacje",
  "how_long_we_store_description": [
    "Przechowujemy Twoje informacje przez maksymalnie 6 lat.",
    "Podczas usuwania informacji podejmujemy kroki, aby stały się one nieodwracalne lub nie do odtworzenia."
  ],

  "your_rights_title": "Twoje Prawa",
  "your_rights_description": [
    "Masz następujące prawa na mocy przepisów o ochronie danych:",
    "• Prawo do żądania dostępu do swoich danych osobowych.",
    "• Prawo do żądania poprawy swoich danych osobowych.",
    "• Prawo do żądania usunięcia swoich danych osobowych.",
    "• Prawo do sprzeciwu wobec przetwarzania swoich danych osobowych.",
    "• Prawo do żądania ograniczenia przetwarzania swoich danych osobowych.",
    "• Prawo do żądania przeniesienia swoich danych osobowych.",
    "• Prawo do wycofania zgody w dowolnym momencie."
  ],

  "california_privacy_rights_title": "Prawa Prywatności w Kalifornii (Dodatek 1)",
  "california_privacy_rights_description": "Warunki tego dodatku mają zastosowanie do mieszkańców Kalifornii na podstawie Ustawy o Prywatności Konsumentów w Kalifornii (CCPA). Na potrzeby tego dodatku, Informacje Osobowe oznaczają informacje, które identyfikują lub są powiązane z danym konsumentem lub gospodarstwem domowym.",

  "brazil_privacy_rights_title": "Prawa Prywatności w Brazylii (Dodatek 2)",
  "brazil_privacy_rights_description": "Warunki tego dodatku mają zastosowanie do mieszkańców Brazylii na podstawie Lei Geral de Proteção de Dados (LGPD). Masz prawo zapytać, czy posiadamy Twoje dane osobowe i zażądać ich usunięcia, ograniczenia lub poprawienia.",

  "contact_title": "Kontakt i Skargi",
  "contact_description": [
    "Jeśli masz pytania lub skargi dotyczące tej polityki, skontaktuj się z nami pod adresem inq@BlockBoost.io.",
    "Jeśli chcesz złożyć skargę na temat tego, jak przetwarzamy Twoje informacje, postaramy się odpowiedzieć w ciągu 30 dni."
  ],

  "changes_title": "Zmiany w tej Polityce",
  "changes_description": "Wszelkie aktualizacje lub zmiany w tej polityce będą publikowane tutaj."
}
