{
  "privacy_policy_title": "Política de Privacidad",
  "privacy_policy_description": "Esta política de privacidad (\"Política\") le informa sobre sus opciones y nuestras prácticas en relación con su Información (como se define a continuación). Para los fines de esta Política, \"nosotros\", \"nos\" y \"nuestro\" se refieren a \"Rexas\".",

  "children_title": "Niños",
  "children_description": "Nuestros servicios no están disponibles para el uso de niños y están destinados a personas mayores de 18 años, y 21 años en algunas jurisdicciones. Consulte las leyes de su país para obtener orientación adecuada a su edad.\n\nPara cumplir con la 'Ley de Protección de Datos del Reino Unido' vigente para niños, específicamente el Código de Diseño Apropiado para la Edad (también conocido como Ley de Niños), se han evaluado los riesgos. Se puede encontrar más información en el Hub del Código para Niños del ICO. Esta política explicará las áreas de nuestra aplicación o sitio web que pueden afectar su privacidad y datos personales, cómo procesamos, recopilamos, gestionamos y almacenamos esos datos, y sus derechos en relación con sus datos.",

  "personal_info_title": "Información Personal que Recopilamos",
  "personal_info_description": "Podemos recopilar y usar la siguiente Información sobre usted:\nInformación que nos proporciona, como su nombre, dirección postal, número de teléfono, dirección de correo electrónico e información de pago.\nInformación que proporciona a través de los canales de atención al cliente, como cuando nos contacta por correo electrónico.\nInformación recopilada cuando usa nuestra aplicación o sitio web, incluidas cookies y datos basados en la ubicación.\nInformación de terceros, incluidas redes sociales y servicios de análisis como Google Analytics.",

  "how_we_use_title": "Cómo Usamos Su Información Personal",
  "how_we_use_description": "Solo usaremos sus datos personales cuando la ley nos lo permita. Las razones comunes incluyen:\nPara brindarle nuestro servicio, incluido el acceso a nuestra aplicación a través de una billetera virtual.\nPara mejorar y monitorear el uso de nuestros servicios.\nPara brindar soporte al cliente y responder a sus consultas o quejas.\nPara prevenir fraudes, defender reclamaciones legales y cumplir con obligaciones legales.\nPara realizar análisis y proporcionar publicidad dirigida (con su consentimiento).",

  "choices_title": "Sus Opciones Sobre Cómo Se Utiliza la Información",
  "choices_description": "Tiene las siguientes opciones sobre cómo utilizamos su información:\nCorreos Electrónicos de Marketing: Puede optar por no recibir correos electrónicos promocionales utilizando la función de \"cancelar suscripción\" en nuestros correos electrónicos de marketing.\nIncentivos Financieros: Podemos ejecutar promociones que le soliciten compartir información personal. La participación es voluntaria."
}
