{
  "terms_and_conditions_title": "Términos y Condiciones",
  "terms_and_conditions_description": "Debe leer estos Términos porque contienen nuestros compromisos legales hacia usted y una serie de cosas que debe y no debe hacer cuando utilice nuestros Servicios. Lea estos Términos detenidamente para asegurarse de que los comprende. Al utilizar nuestros Servicios, se considerará automáticamente que acepta y queda legalmente obligado por estos Términos. Para evitar dudas, si no está de acuerdo con los Términos, no debe continuar accediendo ni utilizando nuestros Servicios.\n\nTambién debe leer nuestra Política de Privacidad. La Política de Privacidad explica cómo utilizamos sus datos personales. Si cree que hay un error en estos términos o tiene alguna consulta, contáctenos para discutir. Si tenemos que contactarlo, lo haremos por escrito a la dirección de correo electrónico que nos haya proporcionado. Por lo tanto, es muy importante que confirme que ha proporcionado una dirección de correo electrónico legítima que utiliza personalmente y, al continuar usando nuestros Servicios, garantiza que lo ha hecho. Solo lo contactaremos si nos ha dado su consentimiento expreso para hacerlo. La única otra vez que recibirá correos electrónicos es si se ha registrado para recibir nuestro boletín y actualizaciones.\n\nCuando usamos las palabras 'escrito' o 'por escrito' en estos términos, esto incluye correos electrónicos.",

  "buying_coins_title": "Uso de Nuestro Servicio / Compra de Monedas",
  "buying_coins_description": "Para usar nuestro servicio, necesitará una billetera virtual. Le llamamos la atención sobre el hecho de que las billeteras son servicios de terceros, y le aconsejamos que lea sus términos de uso.",

  "security_title": "Seguridad",
  "security_description": "La seguridad es importante para Rexas, y por lo tanto, usted acepta no compartir el acceso a su billetera con ningún otro usuario o tercero, ni realizar conscientemente ninguna actividad que permita a un tercero acceder o utilizar su cuenta. Si creemos, a nuestro criterio, que su cuenta se está utilizando de manera inapropiada, nos reservamos el derecho de suspender, cancelar o dejar de admitir su cuenta sin responsabilidad alguna.\n\nNo podemos verificar las identidades de las personas que utilizan nuestros Servicios y no seremos responsables si alguien más utiliza su conexión a la billetera o cuenta. Si se da cuenta de cualquier uso no autorizado de su inicio de sesión, debe notificarnos de inmediato contactándonos en admin@rexas.com, usando 'Violación de Seguridad' como asunto. Tenga en cuenta que es posible que necesitemos verificar su identidad y validar la propiedad de la cuenta. Esté atento a otros sitios web y servicios que puedan hacerse pasar por nosotros o estar asociados con nosotros.",

  "removing_data_title": "Eliminación de Datos",
  "removing_data_description": "Si desea que eliminemos cualquier dato que podamos tener sobre usted, comuníquese con nosotros enviando un correo electrónico a admin@rexas.com. Aunque no requerimos información personal o identificable al registrarse para utilizar nuestro servicio, aún podemos tener sus datos si nos ha proporcionado una dirección de correo electrónico o nos ha dado permiso para contactarlo. Si desea que se eliminen sus datos, debe especificarlo en su correo electrónico. Si no solicita la eliminación, conservaremos esta información según lo indicado en nuestra Política de Privacidad."
}
