{
    "earnings": {
      "title": "আয়",
      "description": "BlockBoost ইকোসিস্টেমে অনেক উপায়ে প্যাসিভ আয় অর্জনের সুযোগ রয়েছে যেমন প্রিসেল পুরস্কার, ট্রেডিং পুরস্কার, হোল্ডিং পুরস্কার, স্টেকিং পুরস্কার এবং ভল্ট স্টেকিং পুরস্কার।"
    },
    "rewards": {
      "presale": {
        "titleWhite": "প্রিসেল",
        "titleColor": "পুরস্কার",
        "description": "প্রিসেলের প্রাথমিক পর্যায়ে অংশগ্রহণ করুন যাতে কম দামে $BBT পান, কারণ প্রিসেলের প্রতিটি পর্যায়ের মূল্য বাড়ছে। এছাড়াও, আপনি আপনার বন্ধুদের রেফার করতে পারেন যাতে তাদের বিনিয়োগের পরিমাণের 5% পুরস্কার হিসাবে অর্জন করতে পারেন প্রিসেলের সময়। তাদের বিনিয়োগ থেকে প্যাসিভ পুরস্কার অর্জনের জন্য রেফার করার ক্ষেত্রে কোনও সীমা নেই।"
      },
      "trading": {
        "titleWhite": "ট্রেডিং",
        "titleColor": "পুরস্কার",
        "description": "$BBT টোকেন চালুর পরেও, আপনি আমাদের ড্যাশবোর্ড অ্যাপ থেকে আপনার অনন্য রেফারাল লিঙ্কের মাধ্যমে রেফার করতে পারেন এবং $BBT টোকেন কেনা বা বিক্রি করার সময় আপনার রেফারেলের ট্রেডিং কার্যক্রমের 2% ট্রেডিং পুরস্কার অর্জন করতে পারেন।"
      },
      "holding": {
        "titleWhite": "হোল্ডিং",
        "titleColor": "পুরস্কার",
        "description": "$BBT রাখুন এবং প্যাসিভ আয় অর্জন করুন। ট্রেডেড ভলিউমের হোল্ডিং পুরস্কার থেকে আপনার অংশ পেতে শুধু বসে থাকুন এবং আমাদের ড্যাশবোর্ড অ্যাপের মাধ্যমে প্রতি ঘণ্টায় দাবি করুন। যদি আপনি দাবি করতে ভুলে যান, তাহলে এটি আপনার ওয়ালেট ঠিকানার সমস্ত অবশিষ্ট পুরস্কার পুনরুদ্ধারের জন্য যে কোনও সময় উপলব্ধ থাকবে।"
      },
      "staking": {
        "titleWhite": "স্টেকিং",
        "titleColor": "পুরস্কার",
        "description": "$BBT স্টেক করে পুরস্কার অর্জন করুন এবং লঞ্চপ্যাডের জন্য গ্যারান্টি বরাদ্দ পান। এটি আমাদের ইকোসিস্টেমের স্টেকিং সরবরাহ থেকে পুরস্কৃত হবে। এমনকি আপনি $BBT টোকেনের ট্রেডিং ভলিউম থেকে বিতরণকৃত হোল্ডিং পুরস্কার পাওয়ার জন্য যোগ্য।"
      },
      "vault": {
        "titleWhite": "ভল্ট",
        "titleColor": "পুরস্কার",
        "description": "স্বয়ংক্রিয় কম্পাউন্ডিং সিস্টেমের মাধ্যমে আয় করতে যেকোন টোকেন স্টেক করুন। আপনি স্বয়ংক্রিয় কম্পাউন্ডিং পুরস্কার হিসেবে $BBT অর্জনের জন্য যেকোন টোকেন স্টেক করতে পারেন। এটি আমাদের ইকোসিস্টেমের ভল্ট সরবরাহ থেকে পুরস্কৃত হবে। আপনি যেকোন সময় আপনার কম্পাউন্ডেড পুরস্কার $BBT টোকেনে আনলক করতে পারেন।"
      }
    }
  }
  