{
  "terms_and_conditions_title": "Điều khoản và điều kiện",
  "terms_and_conditions_description": "Vui lòng đọc kỹ các điều khoản này. Đây là các điều khoản quy định việc sử dụng dịch vụ của chúng tôi và bao gồm những gì bạn phải hoặc không được làm trong quá trình sử dụng dịch vụ của chúng tôi. Hãy đảm bảo rằng bạn đã đọc và hiểu đầy đủ các điều khoản này. Bằng cách sử dụng dịch vụ của chúng tôi, bạn tự động chấp nhận các điều khoản này và xác nhận rằng chúng là ràng buộc pháp lý đối với bạn. Để tránh hiểu lầm, nếu bạn không đồng ý với các điều khoản này, bạn không thể sử dụng hoặc truy cập dịch vụ của chúng tôi. \n\nNgoài ra, điều quan trọng là bạn cũng phải đọc chính sách bảo mật của chúng tôi. Chính sách bảo mật giải thích cách chúng tôi sẽ sử dụng thông tin cá nhân của bạn. Nếu bạn nhận thấy bất kỳ lỗi nào trong các điều khoản này hoặc có bất kỳ câu hỏi nào, vui lòng liên hệ với chúng tôi qua email. Khi chúng tôi cần liên lạc với bạn, chúng tôi sẽ làm điều đó qua địa chỉ email mà bạn đã cung cấp, vì vậy rất quan trọng để địa chỉ email này luôn được cập nhật. Chúng tôi khuyên bạn nên thường xuyên kiểm tra nó khi bạn sử dụng dịch vụ của chúng tôi. Chúng tôi sẽ chỉ liên hệ với bạn nếu bạn rõ ràng đồng ý. Các cập nhật qua email sẽ chỉ được gửi khi bạn đăng ký nhận bản tin hoặc cập nhật. Khi chúng tôi nói về \"bằng văn bản\" hoặc \"bằng văn bản\", chúng tôi cũng có ý nghĩa là qua email.",

  "changes_to_terms_title": "Thay đổi điều khoản",
  "changes_to_terms_description": "Chúng tôi có thể cập nhật và thay đổi các điều khoản này từ thời gian này sang thời gian khác. Phiên bản mới nhất của các điều khoản sẽ được công bố trên trang web và trong ứng dụng tương ứng. Bằng cách tiếp tục sử dụng dịch vụ, bạn có thể chấp nhận các điều khoản đã thay đổi. Chúng tôi luôn khuyên bạn nên kiểm tra trang web và ứng dụng của chúng tôi. Bạn cũng có thể in bản sao của các điều khoản này và lưu giữ nó để sử dụng sau này. Xin lưu ý rằng việc sử dụng dịch vụ có thể yêu cầu cập nhật phần mềm, nhưng điều này sẽ chỉ nhằm duy trì hoạt động dựa trên những giải thích đã cung cấp trước đó. Phần mềm tương ứng có thể được cập nhật để phản ánh sự thay đổi trong hệ điều hành. Bằng cách tiếp tục sử dụng dịch vụ, chúng tôi sẽ coi như bạn chấp nhận các thay đổi đối với các điều khoản này trong tương lai.",

  "buying_coins_title": "Sử dụng dịch vụ / Mua tiền",
  "buying_coins_description": "Để sử dụng dịch vụ, bạn sẽ cần một ví ảo. Ví là dịch vụ của bên thứ ba. Vui lòng kiểm tra các điều khoản của dịch vụ.",

  "security_title": "Bảo mật",
  "security_description": "Bảo mật là rất quan trọng đối với chúng tôi, vì vậy bạn đồng ý không chia sẻ quyền truy cập vào ví của bạn và không thực hiện các hành động có thể khiến người khác hoặc bên thứ ba truy cập vào tài khoản của bạn một cách trái phép hoặc sử dụng nó. Nếu chúng tôi cho rằng tài khoản của bạn đã bị sử dụng sai mục đích, chúng tôi có quyền theo quyết định của riêng mình để đình chỉ hoặc đóng tài khoản của bạn. \n\nChúng tôi không thể xác minh danh tính của những người sử dụng dịch vụ của chúng tôi và không chịu trách nhiệm về việc sử dụng ví hoặc tài khoản của bạn bởi người khác. Nếu bạn cho rằng danh tính của bạn đã bị sử dụng mà không có sự cho phép của bạn, vui lòng liên hệ với chúng tôi ngay lập tức. Vui lòng cung cấp địa chỉ email của bạn là inq@BlockBoost.io. Chủ đề của thông điệp nên là \"Vi phạm bảo mật\". Bạn có thể cần xác nhận danh tính của mình hoặc xác minh quyền truy cập vào tài khoản của bạn. Hãy cẩn thận khi sử dụng trang web hoặc dịch vụ của chúng tôi.",

  "removing_data_title": "Xóa dữ liệu",
  "removing_data_description": "Nếu bạn muốn xóa dữ liệu của mình, vui lòng gửi email đến inq@BlockBoost.io. Tuy nhiên, xin lưu ý rằng chúng tôi không thu thập dữ liệu cá nhân hoặc thông tin nhận dạng trong quá trình sử dụng dịch vụ, nhưng nếu bạn cung cấp địa chỉ email của mình hoặc đồng ý liên hệ với chúng tôi, chúng tôi có thể lưu giữ một số thông tin nhất định. Để gửi yêu cầu xóa dữ liệu, xin vui lòng rõ ràng chỉ định yêu cầu này trong email của bạn. Cho đến khi yêu cầu xóa được gửi đi, chúng tôi sẽ giữ lại thông tin này theo chính sách bảo mật của chúng tôi.",

  "rules_of_use_title": "Quy tắc sử dụng",
  "rules_of_use_description": "Bạn đồng ý tuân thủ các quy tắc dưới đây và hành động theo đó:",
  "rules_of_use_list": [
    "Không gây hại cho người khác",
    "Không quấy rối và không đe dọa người dùng khác",
    "Không chia sẻ nội dung không phù hợp hoặc hình ảnh khiêu dâm",
    "Không khuyến khích hoặc thảo luận về hành động bất hợp pháp",
    "Không vi phạm bản quyền hoặc quyền riêng tư của bên thứ ba",
    "Không gửi virus hoặc các thành phần độc hại khác",
    "Không sử dụng danh tính của người khác hoặc hành động như người khác",
    "Không gửi spam hoặc thực hiện các hành động chống xã hội khác",
    "Không thu lợi bất hợp pháp cho bản thân hoặc bên thứ ba"
  ],

  "violation_of_rules_title": "Vi phạm quy tắc",
  "violation_of_rules_description": "Nếu bạn nghĩ rằng một người dùng khác vi phạm các quy tắc này, vui lòng thông báo cho chúng tôi qua inq@BlockBoost.io. Chúng tôi không thể đảm bảo rằng các người dùng khác sẽ tuân thủ các quy tắc này và không chịu trách nhiệm về các vi phạm của họ. Cũng giống như các người dùng khác, bạn chịu trách nhiệm về hành vi của mình.",

  "service_interruption_title": "Gián đoạn dịch vụ",
  "service_interruption_description": "BlockBoost không đảm bảo rằng dịch vụ luôn có sẵn. Hoạt động liên tục có thể không đáng tin cậy, kịp thời, chính xác, an toàn hoặc không có lỗi, và có thể chứa virus. Có thể có gián đoạn trong việc truy cập dịch vụ do vấn đề kỹ thuật hoặc bảo trì. Chúng tôi có quyền thay đổi, đình chỉ hoặc hủy bỏ các dịch vụ đặc biệt. Chúng tôi sẽ nỗ lực hết sức để bảo vệ dịch vụ của chúng tôi khỏi virus hoặc phần mềm độc hại khác, nhưng chúng tôi khuyên bạn nên sử dụng phần mềm bảo vệ virus thích hợp nếu cần.",

  "prohibited_person_title": "Người bị cấm",
  "prohibited_person_description": "\"Người bị cấm\" là cá nhân hoặc tổ chức có những hạn chế pháp lý nhất định do chính phủ Hoa Kỳ, Liên Hợp Quốc, Liên minh Châu Âu hoặc các cơ quan có thẩm quyền khác xác định. Chúng tôi sẽ không giao dịch với những người bị cấm.",

  "third_parties_title": "Bên thứ ba",
  "third_parties_description": "Một số trang có thể chứa liên kết đến các trang web hoặc dịch vụ của bên thứ ba. Những liên kết này chỉ được cung cấp vì lợi ích của bạn, và BlockBoost không chịu trách nhiệm về nội dung của bên thứ ba. Luôn kiểm tra các điều khoản và chính sách bảo mật của các trang web bên thứ ba trước khi sử dụng. Bạn tự chịu rủi ro liên quan đến việc sử dụng các trang web đó.",

  "governing_law_title": "Luật áp dụng",
  "governing_law_description": "Các điều khoản này được điều chỉnh và giải thích theo luật pháp Thụy Sĩ, không bao gồm các quy tắc xung đột của nó. Bạn đồng ý tuân theo quyền tài phán của các tòa án tại thành phố Zurich, Thụy Sĩ, trong trường hợp có bất kỳ tranh chấp nào liên quan đến các điều khoản này."
}
