{
  "terms_and_conditions_title": "条款和条件",
  "terms_and_conditions_description": "请仔细阅读这些条款。这些是您使用我们服务的条款，包括您在使用我们服务时必须或不得做的事情。确保您已完全阅读并理解这些条款。通过使用我们的服务，您自动接受这些条款并确认这些条款对您具有法律约束力。为避免误解，如果您不同意这些条款，您将无法使用或访问我们的服务。\n\n此外，重要的是您也必须阅读我们的隐私政策。隐私政策解释了我们如何使用您的个人信息。如果您在这些条款中发现任何错误或有任何疑问，请通过电子邮件与我们联系。当我们需要与您联系时，我们将通过您提供的电子邮件地址联系您，因此保持此电子邮件地址的更新非常重要。我们建议您在使用我们的服务时定期检查它。当您注册接收时事通讯或更新时，我们只会与您联系。通过电子邮件发送的更新仅在您订阅时事通讯或更新时才会发送。当我们提到“书面”或“以书面形式”，我们也意味着通过电子邮件。",

  "changes_to_terms_title": "条款变更",
  "changes_to_terms_description": "我们可以不时更新和更改这些条款。这些条款的最新版本将发布在网站和相应的应用程序上。通过继续使用服务，您可能会接受已更改的条款。我们始终建议您检查我们的网站和应用程序。您还可以打印这些条款的副本并将其保留以备后用。请注意，使用服务可能需要软件更新，但这仅限于根据之前提供的解释来维持操作。相应的软件可能会更新以反映操作系统的更改。通过继续使用服务，我们将视为您接受未来对这些条款的更改。",

  "buying_coins_title": "使用服务 / 购买代币",
  "buying_coins_description": "要使用服务，您将需要一个虚拟钱包。钱包是第三方服务。请检查服务条款。",

  "security_title": "安全性",
  "security_description": "安全性对我们来说至关重要，因此您同意不与他人共享您钱包的访问权限，并且不进行可能导致他人或第三方未经授权访问或使用您账户的行为。如果我们认为您的账户被误用，我们有权自行决定暂停或关闭您的账户。\n\n我们无法验证使用我们服务的个人的身份，并且对他人使用您钱包或账户不承担责任。如果您认为您的身份被未经您许可的方式使用，请立即与我们联系。请通过电子邮件提供您的电子邮件地址，发送至 inq@BlockBoost.io。邮件主题应为“安全违规”。您可能需要确认您的身份或验证您对账户的访问权限。使用我们的网站或服务时请小心。",

  "removing_data_title": "删除数据",
  "removing_data_description": "如果您希望删除您的数据，请发送电子邮件至 inq@BlockBoost.io。但是，请注意，我们在您使用服务的过程中不收集个人数据或可识别信息，但如果您提供了您的电子邮件地址或同意与我们联系，我们可能会保留某些信息。要提交删除数据的请求，请在您的电子邮件中清楚地指定此请求。在请求删除之前，我们将根据我们的隐私政策保留此信息。",

  "rules_of_use_title": "使用规则",
  "rules_of_use_description": "您同意遵守以下规则并按此行事：",
  "rules_of_use_list": [
    "不伤害他人",
    "不骚扰和威胁其他用户",
    "不分享不当内容或色情图像",
    "不鼓励或讨论非法行为",
    "不侵犯第三方的版权或隐私",
    "不发送病毒或其他有害组件",
    "不冒用他人身份或以他人身份行事",
    "不发送垃圾邮件或进行其他反社会行为",
    "不为自己或第三方非法牟利"
  ],

  "violation_of_rules_title": "违反规则",
  "violation_of_rules_description": "如果您认为其他用户违反了这些规则，请通过 inq@BlockBoost.io 告诉我们。我们无法保证其他用户将遵守这些规则，并且对他们的违规行为不承担责任。与其他用户一样，您对自己的行为负责。",

  "service_interruption_title": "服务中断",
  "service_interruption_description": "BlockBoost 不保证服务始终可用。持续运行可能不可靠、及时、准确、安全或无错误，并且可能包含病毒。由于技术问题或维护，访问服务可能会中断。我们有权改变、暂停或取消特定服务。我们将尽力保护我们的服务免受病毒或其他恶意软件的影响，但建议您根据需要使用适当的防病毒软件。",

  "prohibited_person_title": "被禁止的人",
  "prohibited_person_description": "\"被禁止的人\"是指因美国政府、联合国、欧盟或其他主管机构确定的某些法律限制而受到限制的个人或组织。我们不会与被禁止的人进行交易。",

  "third_parties_title": "第三方",
  "third_parties_description": "某些页面可能包含指向第三方网站或服务的链接。这些链接仅为您提供便利，BlockBoost 对第三方内容不承担责任。在使用第三方网站之前，请始终检查其条款和隐私政策。您自行承担与使用这些网站相关的风险。",

  "governing_law_title": "适用法律",
  "governing_law_description": "这些条款受瑞士法律的管辖并根据其解释，不包括其冲突规则。您同意接受位于瑞士苏黎世市法院的管辖，以处理与这些条款相关的任何争议。"
}
