{
  "privacy_policy_title": "Datenschutzrichtlinie",
  "privacy_policy_description": "Diese Datenschutzrichtlinie (\"Richtlinie\") informiert Sie über Ihre Auswahlmöglichkeiten und unsere Praktiken im Zusammenhang mit Ihren Informationen (wie nachstehend definiert). Für die Zwecke dieser Richtlinie beziehen sich \"wir\", \"uns\" und \"unser\" auf \"Rexas\".",

  "children_title": "Kinder",
  "children_description": "Unsere Dienste stehen nicht für Kinder zur Verfügung und sind für Personen ab 18 Jahren und in einigen Gerichtsbarkeiten ab 21 Jahren vorgesehen. Bitte beachten Sie die Gesetze Ihres Landes für altersgerechte Hinweise.\n\nUm das derzeitige britische \"Datenschutzgesetz\" für Kinder, insbesondere den Age Appropriate Design Code (auch bekannt als Children's Act), einzuhalten, wurden Risiken bewertet. Weitere Informationen finden Sie im ICO Children's Code Hub. Diese Richtlinie erklärt die Bereiche unserer App oder Website, die Ihre Privatsphäre und persönlichen Daten betreffen könnten, wie wir diese Daten verarbeiten, sammeln, verwalten und speichern, sowie Ihre Rechte in Bezug auf Ihre Daten.",

  "personal_info_title": "Persönliche Daten, die Wir Sammeln",
  "personal_info_description": "Wir können die folgenden Informationen über Sie sammeln und verwenden:\nInformationen, die Sie uns zur Verfügung stellen, wie Ihren Namen, Ihre Postanschrift, Telefonnummer, E-Mail-Adresse und Zahlungsinformationen.\nInformationen, die Sie über unsere Kundensupport-Kanäle bereitstellen, z. B. wenn Sie uns per E-Mail kontaktieren.\nInformationen, die wir sammeln, wenn Sie unsere App oder Website verwenden, einschließlich Cookies und standortbezogener Daten.\nInformationen von Dritten, einschließlich sozialer Netzwerke und Analysedienste wie Google Analytics.",

  "how_we_use_title": "Wie Wir Ihre Persönlichen Daten Verwenden",
  "how_we_use_description": "Wir verwenden Ihre persönlichen Daten nur, wenn das Gesetz es uns erlaubt. Häufige Gründe sind:\nUm Ihnen unseren Service bereitzustellen, einschließlich des Zugangs zu unserer App über eine virtuelle Brieftasche.\nUm die Nutzung unserer Dienste zu verbessern und zu überwachen.\nUm Kundensupport bereitzustellen und auf Ihre Anfragen oder Beschwerden zu reagieren.\nUm Betrug zu verhindern, Rechtsansprüche abzuwehren und rechtlichen Verpflichtungen nachzukommen.\nUm Analysen durchzuführen und gezielte Werbung zu schalten (mit Ihrer Zustimmung).",

  "choices_title": "Ihre Wahlmöglichkeiten bezüglich der Nutzung von Informationen",
  "choices_description": "Sie haben die folgenden Wahlmöglichkeiten, wie wir Ihre Informationen verwenden:\nMarketing-E-Mails: Sie können den Erhalt von Werbe-E-Mails ablehnen, indem Sie die Funktion \"Abmelden\" in unseren Marketing-E-Mails verwenden.\nFinanzielle Anreize: Wir können Werbeaktionen durchführen, die Sie bitten, persönliche Informationen zu teilen. Die Teilnahme ist freiwillig."
}
