{
  "terms_and_conditions_title": "Allgemeine Geschäftsbedingungen",
  "terms_and_conditions_description": "Sie sollten diese Bedingungen lesen, da sie unsere rechtlichen Verpflichtungen Ihnen gegenüber und eine Reihe von DOs und DON'Ts enthalten, über die Sie sich im Klaren sein sollten, wenn Sie unsere Dienste nutzen. Bitte lesen Sie diese Bedingungen sorgfältig, um sicherzustellen, dass Sie sie verstehen. Durch die Nutzung unserer Dienste gelten Sie automatisch als einverstanden und rechtlich gebunden an diese Bedingungen. Zur Klarstellung, wenn Sie mit den Bedingungen nicht einverstanden sind, sollten Sie nicht fortfahren, um auf unsere Dienste zuzugreifen oder diese zu nutzen.\n\nSie sollten auch unsere Datenschutzrichtlinie lesen. Die Datenschutzrichtlinie erklärt, wie wir Ihre persönlichen Daten verwenden. Wenn Sie der Meinung sind, dass ein Fehler in diesen Bedingungen vorliegt oder Fragen haben, kontaktieren Sie uns bitte, um darüber zu sprechen. Wenn wir Sie kontaktieren müssen, werden wir dies schriftlich an die von Ihnen angegebene E-Mail-Adresse tun. Es ist daher sehr wichtig, dass Sie bestätigen, dass Sie eine gültige E-Mail-Adresse angegeben haben, die von Ihnen persönlich verwendet wird, und durch das Fortfahren mit der Nutzung unserer Dienste garantieren Sie, dass Sie dies getan haben. Wir werden Sie nur kontaktieren, wenn Sie uns ausdrücklich die Zustimmung dazu gegeben haben. Die einzige andere Gelegenheit, bei der Sie E-Mails erhalten, ist, wenn Sie sich für unseren Newsletter und Updates angemeldet haben. Wenn wir die Wörter \"schriftlich\" oder \"geschrieben\" in diesen Bedingungen verwenden, umfasst dies auch E-Mails.",

  "changes_to_terms_title": "Änderungen der Bedingungen",
  "changes_to_terms_description": "Wir können diese Bedingungen von Zeit zu Zeit aktualisieren und ändern, und die aktuellste Version dieser Bedingungen wird auf der Website und in der entsprechenden App veröffentlicht. Möglicherweise werden Sie aufgefordert, die überarbeiteten Bedingungen zu überprüfen und zu akzeptieren, um die Dienste weiterhin nutzen zu können. Wir empfehlen allen Benutzern, regelmäßig die Bedingungen auf der Website und in der App zu überprüfen, wo Änderungen veröffentlicht werden. Sie können eine Kopie dieser Bedingungen drucken und für Ihre zukünftige Bezugnahme speichern. Möglicherweise müssen Sie Software aktualisieren, um die Dienste nutzen zu können, vorausgesetzt, dass die Dienste weiterhin der Beschreibung entsprechen, die wir Ihnen zuvor gegeben haben. Die zugehörige Software kann aktualisiert werden, um Änderungen an einem Betriebssystem widerzuspiegeln. Durch die Fortsetzung der Nutzung der Dienste gelten Sie als mit den Bedingungen einverstanden, die von Zeit zu Zeit geändert werden.",

  "buying_coins_title": "Nutzung unseres Dienstes / Kauf von Coins",
  "buying_coins_description": "Um unseren Dienst nutzen zu können, benötigen Sie ein virtuelles Wallet. Wir möchten darauf hinweisen, dass Wallets Drittanbieterdienste sind, und wir raten Ihnen, deren Nutzungsbedingungen zu lesen.",

  "security_title": "Sicherheit",
  "security_description": "Sicherheit ist wichtig für BlockBoost, und Sie stimmen daher zu, den Zugriff auf Ihr Wallet nicht mit anderen Benutzern oder Dritten zu teilen oder wissentlich Aktivitäten durchzuführen, die es Dritten ermöglichen, auf Ihr Konto zuzugreifen oder es zu nutzen. Wenn wir in unserem Ermessen glauben, dass Ihr Konto unangemessen genutzt wird, behalten wir uns das Recht vor, Ihr Konto ohne Haftung auszusetzen, zu kündigen oder die Unterstützung für Ihr Konto einzustellen.\n\nWir können die Identität von Personen, die unsere Dienste nutzen, nicht überprüfen und sind nicht haftbar, wenn Ihre Wallet-Verbindung oder Ihr Konto von jemand anderem genutzt wird. Wenn Sie von einer unbefugten Nutzung Ihres Logins erfahren, sollten Sie uns sofort kontaktieren, indem Sie uns unter inq@BlockBoost.io kontaktieren und „Sicherheitsvorfall“ als Betreff verwenden. Bitte beachten Sie, dass wir möglicherweise Ihre Identität überprüfen und die Eigentümerschaft des Kontos validieren müssen. Seien Sie vorsichtig gegenüber anderen Websites und Diensten, die möglicherweise vorgeben, wir zu sein oder mit uns verbunden zu sein.",

  "removing_data_title": "Daten entfernen",
  "removing_data_description": "Wenn Sie möchten, dass wir Daten, die wir möglicherweise über Sie haben, löschen, kontaktieren Sie uns bitte, indem Sie eine E-Mail an inq@BlockBoost.io senden. Obwohl wir keine persönlichen oder identifizierbaren Informationen bei der Anmeldung zur Nutzung unseres Dienstes benötigen, können wir dennoch Daten über Sie gespeichert haben, wenn Sie uns eine E-Mail-Adresse gegeben oder uns die Erlaubnis gegeben haben, Sie zu kontaktieren. Wenn Sie wünschen, dass Ihre Daten entfernt werden, müssen Sie dies in Ihrer E-Mail angeben. Wenn Sie keine Löschung anfordern, werden wir diese Informationen gemäß unserer Datenschutzrichtlinie aufbewahren.",

  "rules_of_use_title": "Nutzungsregeln",
  "rules_of_use_description": "Sie verpflichten sich und stimmen zu, die folgenden Regeln einzuhalten:",
  "rules_of_use_list": [
    "Engagieren Sie sich nicht in persönlichen Angriffen auf andere Personen.",
    "Belästigen, mobben oder verfolgen Sie keinen anderen Benutzer unserer Dienste.",
    "Posten Sie keine vulgären, obszönen oder sexuell expliziten Sprache oder Bilder.",
    "Werben oder befürworten Sie keine illegalen Aktivitäten oder Diskussionen mit der Absicht, diese zu begehen.",
    "Verstoßen Sie nicht gegen die geistigen Eigentums- oder Datenschutzrechte Dritter.",
    "Führen Sie keine Viren oder andere schädliche Komponenten ein.",
    "Stellen Sie sich nicht als andere vor oder stellen Sie Ihre Identität nicht falsch dar.",
    "Engagieren Sie sich nicht in Spam, Trolling oder anderen antisozialen Verhalten.",
    "Werben oder generieren Sie kein Geld für sich selbst oder Dritte ohne Erlaubnis."
  ],

  "violation_of_rules_title": "Verstoß gegen die Regeln",
  "violation_of_rules_description": "Wenn Sie glauben, dass ein anderer Benutzer gegen diese Regeln verstößt, lassen Sie es uns bitte wissen, indem Sie eine E-Mail an inq@BlockBoost.io senden. Wir können nicht garantieren, dass andere Benutzer diese Regeln einhalten, und wir sind nicht verantwortlich für das Nichteinhalten anderer Benutzer. Sie und andere Benutzer sind für Ihr eigenes Handeln verantwortlich.",

  "service_interruption_title": "Serviceunterbrechung",
  "service_interruption_description": "BlockBoost garantiert nicht, dass die Dienste immer verfügbar, ununterbrochen, rechtzeitig, sicher oder frei von Bugs oder Viren sind. Es kann Zeiten geben, in denen die Dienste aufgrund von Wartungsarbeiten oder technischen Problemen nicht verfügbar sind. Wir können auch bestimmte Dienste ändern, aussetzen oder einstellen, ohne Ihnen vorher eine Mitteilung zu machen. Wir werden angemessene Schritte unternehmen, um sicherzustellen, dass unsere Dienste frei von Viren und anderer bösartiger Software sind, empfehlen jedoch auch, relevante Antivirensoftware zu verwenden.",

  "prohibited_person_title": "Verbotene Person",
  "prohibited_person_description": "\"Verbotene Person\" bezieht sich auf Personen oder juristische Personen, die bestimmten Sanktionen gemäß den Gesetzen der Vereinigten Staaten, der Vereinten Nationen, der Europäischen Union oder anderer relevanter Behörden unterliegen. Wir werden keine Geschäfte mit verbotenen Personen eingehen.",

  "third_parties_title": "Dritte Parteien",
  "third_parties_description": "Einige Seiten können Links zu Websites oder Diensten Dritter enthalten. Diese Links werden zur Bequemlichkeit bereitgestellt, und BlockBoost ist nicht verantwortlich für Inhalte Dritter. Wenn Sie eine Website eines Dritten besuchen, beachten Sie bitte, dass diese möglicherweise ihre eigenen Nutzungsbedingungen und Datenschutzrichtlinien hat.",

  "agreeing_to_terms_title": "Zustimmung zu den Bedingungen",
  "agreeing_to_terms_description": "Durch die Nutzung unserer Dienste stimmen Sie zu, rechtlich an diese Bedingungen gebunden zu sein. Wenn Sie nicht zustimmen, sollten Sie nicht auf unsere Dienste zugreifen oder diese nutzen.",

  "children_title": "Kinder",
  "children_description": "Unsere Dienste sind nicht für die Nutzung durch Kinder unter 18 Jahren oder 21 Jahren in einigen Rechtsordnungen verfügbar. Bitte beachten Sie die Gesetze Ihres Landes bezüglich altersbezogener Richtlinien.",

  "content_and_ip_rights_title": "Inhalte und IP-Rechte",
  "content_and_ip_rights_description": "Alle Inhalte und Informationen, die in den Diensten enthalten sind, sind im Besitz oder lizenziert von BlockBoost und sind durch geistige Eigentumsrechte geschützt. Sie dürfen keine Inhalte ohne ausdrückliche Genehmigung verwenden, kopieren, zurückentwickeln oder ändern.",

  "additional_important_information_title": "Zusätzliche wichtige Informationen",
  "additional_important_information_description": "Sie sind dafür verantwortlich, sicherzustellen, dass alle Personen, die über Ihre Verbindung auf unsere Website oder App zugreifen, diese Bedingungen einhalten. Sie müssen auch sicherstellen, dass Ihr Zugriff und die Nutzung unserer Dienste den geltenden Gesetzen und Vorschriften entsprechen.",
  "additional_important_information_list": [
    "Die Inhalte auf unserer Website dienen allgemeinen Informationszwecken und sind nicht als Beratung gedacht.",
    "Sie sollten professionelle Finanzberatung einholen, bevor Sie finanzielle Entscheidungen treffen.",
    "Wir geben keine Garantien hinsichtlich der Genauigkeit, Vollständigkeit oder Aktualität der Inhalte auf unserer Website.",
    "Sie sind verantwortlich für die Gewährleistung Ihres eigenen Virenschutzes beim Zugriff auf unsere Website.",
    "Sie dürfen unsere Website nicht missbrauchen, indem Sie Viren, Trojaner oder andere bösartige Software einführen."
  ]
}
