{
  "cookie_policy_title": "쿠키 정책",
  "cookie_policy_description": "이 쿠키 정책의 목적을 위해 “우리는”, “우리” 및 “우리의”는 “BlockBoost”를 의미합니다. 이 쿠키 정책은 다음의 “서비스”에 적용됩니다: BlockBoost.com 및 앱이나 웹사이트를 통해 제공되는 기타 전용 웹사이트, 앱, 제품, 포럼 및 서비스. 프라이버시 설정을 사용하여 언제든지 쿠키 기본 설정을 변경하거나 동의를 철회할 수 있습니다.",

  "what_is_cookie_title": "1. 쿠키란 무엇인가요?",
  "what_is_cookie_description": "쿠키는 웹사이트를 방문할 때 장치에 저장되는 소량의 정보를 포함하는 텍스트 파일입니다. 쿠키는 웹사이트가 작동하거나 보다 효율적으로 작동하도록 하기 위해 널리 사용되며, 웹사이트 소유자에게 사용자 경험을 개선하기 위한 정보를 제공하는 데 도움을 줍니다. 예를 들어, 사용자의 선호도를 기억하거나 개인화된 콘텐츠와 광고를 제공합니다. 쿠키가 수행하는 기능은 로그 파일, 픽셀 태그, 웹 비콘, 클리어 GIF 및 장치 ID와 같은 다른 유사 기술로도 달성할 수 있습니다. 이 쿠키 정책에서는 이들을 집합적으로 “쿠키”라고 부릅니다.",

  "how_we_use_cookie_title": "2. 쿠키를 어떻게 사용하나요?",
  "how_we_use_cookie_description": "우리는 쿠키를 사용하여 다음과 같은 작업을 수행할 수 있습니다:",
  "how_we_use_cookie_items": [
    "로그인 정보를 확인하고 서비스를 사용하는 친구를 찾을 수 있도록 허용합니다.",
    "서비스와 관련하여 트래픽 흐름과 이동 패턴을 추적합니다.",
    "서비스의 총 사용자 수를 지속적으로 이해하고 장치 유형을 파악합니다.",
    "서비스 성능을 모니터링하여 지속적으로 개선합니다.",
    "온라인 경험을 사용자 맞춤형으로 개선합니다.",
    "고객 서비스 제공.",
    "우리의 서비스 내에서 제3자의 광고를 제공합니다."
  ],

  "types_of_cookie_title": "3. 어떤 유형의 쿠키를 사용하나요?",
  "types_of_cookie_description": "우리와 우리 파트너가 서비스와 관련하여 사용하는 쿠키의 유형은 다음 카테고리로 분류할 수 있습니다: '필수 쿠키', '기능성 쿠키', '분석 쿠키' 및 '광고 및 추적 쿠키'. 우리는 아래에서 우리가 설정하는 쿠키 및 제3자가 설정하는 각 카테고리, 목적 및 기간에 대한 추가 정보를 제공했습니다. 프라이버시 설정을 사용하여 언제든지 쿠키를 비활성화할 수 있지만, 이는 서비스 기능에 영향을 줄 수 있습니다.",
  "types_of_cookie_items": [
    {
      "title": "필수 쿠키",
      "description": "보안, 네트워크 관리 및 접근성과 같은 핵심 기능을 활성화합니다."
    },
    {
      "title": "기능성 쿠키",
      "description": "당신이 선택한 정보 기록하고 서비스를 개인화할 수 있도록 합니다."
    },
    {
      "title": "분석 쿠키",
      "description": "우리 서비스가 어떻게 접근되고, 사용되며, 수행되고 있는지 분석하여 더 나은 사용자 경험을 제공하고, 서비스를 유지하고 운영하며 지속적으로 개선합니다."
    },
    {
      "title": "광고 및 추적 쿠키",
      "description": "다른 사이트에서 관련 광고를 보여주기 위해 우리의 서비스 내에서 광고 파트너에 의해 설정될 수 있습니다."
    }
  ],

  "control_or_delete_cookie_title": "4. 쿠키를 제어하거나 삭제하는 방법",
  "control_or_delete_cookie_description": "프라이버시 설정을 사용하거나 앱 내 설정을 조정하여 언제든지 쿠키 및 기타 유사 기술의 사용을 제어할 권리가 있습니다. 그러나 쿠키를 거부하기로 선택한 경우 서비스의 모든 기능을 사용할 수 없게 될 수 있습니다. 위의 내용 외에도 대부분의 브라우저는 설정을 통해 쿠키 기본 설정을 변경할 수 있습니다. 이러한 설정은 일반적으로 \"옵션\" 또는 \"설정\" 메뉴에 있습니다. 이러한 설정을 이해하기 위해 다음 링크가 도움이 될 수 있습니다:",
  "control_or_delete_cookie_links": [
    "Chrome의 쿠키 설정",
    "Safari의 쿠키 설정",
    "Firefox의 쿠키 설정",
    "Internet Explorer의 쿠키 설정",
    "Google Analytics 옵트아웃"
  ],

  "changes_to_cookie_policy_title": "5. 이 쿠키 정책의 변경",
  "changes_to_cookie_policy_description": "우리는 우리의 관행과 서비스를 반영하기 위해 이 쿠키 정책을 업데이트할 것입니다. 이 쿠키 정책에 변경 사항을 게시할 때, 이 쿠키 정책 상단의 \"최종 업데이트\" 날짜를 수정할 것입니다.",

  "need_more_info_title": "6. 추가 정보가 필요하신가요?",
  "need_more_info_description": "쿠키 및 인터넷에서의 사용에 대해 더 알고 싶으시다면, AboutCookies, All About Cookies 및 Your Online Choices에서 더 유용한 정보를 찾을 수 있습니다.",

  "cookies_set_in_the_past_title": "7. 과거에 설정된 쿠키",
  "cookies_set_in_the_past_description": "하나 이상의 쿠키를 비활성화한 경우, 비활성화된 기본 설정이 설정되기 전에 쿠키에서 수집된 정보를 여전히 사용할 수 있습니다. 그러나 추가 정보를 수집하기 위해 비활성화된 쿠키는 사용을 중단할 것입니다.",

  "contact_us_title": "8. 문의하기",
  "contact_us_description": "이 쿠키 정책 및 서비스 내 쿠키 사용에 대해 문의하려면, 소셜 채널에서 연락하거나 이메일(inq@BlockBoost.io)로 연락해 주세요."
}
