{
  "cookie_policy_title": "นโยบายคุกกี้",
  "cookie_policy_description": "เพื่อวัตถุประสงค์ของนโยบายคุกกี้นี้ “เรา”, “ของเรา” และ “ของเรา” หมายถึง \"BlockBoost\" นโยบายคุกกี้นี้ใช้กับ “บริการ” ต่อไปนี้: BlockBoost.com และเว็บไซต์ แอปพลิเคชัน ผลิตภัณฑ์ ฟอรัม และบริการอื่นๆ ที่เรามีให้ผ่านแอปหรือเว็บไซต์ หรือเว็บไซต์เฉพาะทางอื่นๆ ที่เราอาจให้บริการจากเวลาเป็นเวลาหรือบริการอื่นๆ ที่เราให้บริการ คุณสามารถเปลี่ยนความชอบคุกกี้ของคุณหรือเพิกถอนความยินยอมได้ทุกเมื่อโดยใช้การตั้งค่าความเป็นส่วนตัวของคุณ.",

  "what_is_cookie_title": "1. คุกกี้คืออะไร?",
  "what_is_cookie_description": "คุกกี้คือไฟล์ข้อความที่มีข้อมูลขนาดเล็กซึ่งถูกจัดเก็บลงในอุปกรณ์ของคุณเมื่อคุณเยี่ยมชมเว็บไซต์ คุกกี้ถูกใช้กันอย่างแพร่หลายเพื่อให้เว็บไซต์ทำงานได้ หรือทำงานได้อย่างมีประสิทธิภาพมากขึ้น รวมถึงการให้ข้อมูลแก่เจ้าของเว็บไซต์เพื่อปรับปรุงประสบการณ์ของผู้ใช้โดยรวม เช่น การจดจำความชอบของคุณ หรือเสนอเนื้อหาและโฆษณาที่ปรับแต่งให้เหมาะกับคุณ ฟังก์ชันที่ปกติโดยคุกกี้สามารถทำได้โดยเทคโนโลยีที่คล้ายคลึงกันอื่นๆ เช่น ไฟล์บันทึก แท็กพิกเซล เว็บบีคอน GIF โปร่งใส และรหัสอุปกรณ์ ในเอกสารนโยบายคุกกี้นี้ เราจะกล่าวถึงทั้งหมดในชื่อ \"คุกกี้\".",

  "how_we_use_cookie_title": "2. เราใช้คุกกี้อย่างไร?",
  "how_we_use_cookie_description": "เราอาจใช้คุกกี้เพื่อ:",
  "how_we_use_cookie_items": [
    "ตรวจสอบข้อมูลการเข้าสู่ระบบและอนุญาตให้ผู้ใช้ค้นหาเพื่อนที่ใช้บริการ",
    "ติดตามการไหลของการจราจรและรูปแบบการเดินทางที่เกี่ยวข้องกับบริการ",
    "เข้าใจจำนวนผู้ใช้รวมของบริการอย่างต่อเนื่องและประเภทของอุปกรณ์",
    "ติดตามประสิทธิภาพของบริการเพื่อปรับปรุงอย่างต่อเนื่อง",
    "ปรับแต่งและเพิ่มประสบการณ์ออนไลน์ของคุณ",
    "ให้บริการลูกค้าต่อคุณ",
    "แสดงโฆษณาของบุคคลที่สามภายในบริการของเรา."
  ],

  "types_of_cookie_title": "3. เราใช้คุกกี้ประเภทใดบ้าง?",
  "types_of_cookie_description": "ประเภทของคุกกี้ที่เราและพันธมิตรของเราใช้เกี่ยวกับบริการสามารถจำแนกออกเป็นหมวดหมู่เหล่านี้: 'คุกกี้ที่จำเป็น', 'คุกกี้ฟังก์ชัน', 'คุกกี้วิเคราะห์' และ 'คุกกี้โฆษณาและติดตาม' ด้านล่างนี้เราได้ตั้งค่าข้อมูลเพิ่มเติมเกี่ยวกับแต่ละหมวดหมู่ วัตถุประสงค์ และระยะเวลาของคุกกี้ที่เราและบุคคลที่สามตั้งค่า คุณสามารถปิดการใช้งานคุกกี้ได้ทุกเมื่อโดยใช้การตั้งค่าความเป็นส่วนตัว แต่จะส่งผลกระทบต่อการทำงานของบริการ",
  "types_of_cookie_items": [
    {
      "title": "คุกกี้ที่จำเป็น",
      "description": "เปิดใช้งานฟังก์ชันหลักเช่น ความปลอดภัย การจัดการเครือข่าย และการเข้าถึง"
    },
    {
      "title": "คุกกี้ฟังก์ชัน",
      "description": "บันทึกข้อมูลเกี่ยวกับตัวเลือกที่คุณทำและอนุญาตให้เราปรับแต่งบริการให้คุณ"
    },
    {
      "title": "คุกกี้วิเคราะห์",
      "description": "วิเคราะห์ว่าบริการของเราเข้าถึง ใช้งาน หรือทำงานอย่างไร เพื่อให้คุณได้รับประสบการณ์ผู้ใช้ที่ดีขึ้นและเพื่อรักษา ดำเนินการ และปรับปรุงบริการอย่างต่อเนื่อง"
    },
    {
      "title": "คุกกี้โฆษณาและติดตาม",
      "description": "อาจถูกตั้งค่าผ่านบริการของเราโดยพันธมิตรโฆษณาของเราเพื่อแสดงโฆษณาที่เกี่ยวข้องบนเว็บไซต์อื่น"
    }
  ],

  "control_or_delete_cookie_title": "4. วิธีควบคุมหรือลบคุกกี้",
  "control_or_delete_cookie_description": "คุณมีสิทธิ์ในการควบคุมการใช้คุกกี้ของเราและเทคโนโลยีที่คล้ายกันในทุกช่วงเวลาโดยใช้การตั้งค่าความเป็นส่วนตัวหรือปรับการตั้งค่าในแอป อย่างไรก็ตามโปรดทราบว่าหากคุณเลือกปฏิเสธคุกกี้ คุณอาจไม่สามารถใช้ฟังก์ชันการทำงานทั้งหมดของบริการได้ นอกจากนี้ เบราว์เซอร์ส่วนใหญ่อนุญาตให้คุณเปลี่ยนความชอบสำหรับคุกกี้ผ่านการตั้งค่าของพวกเขา การตั้งค่าเหล่านี้มักจะพบในเมนู \"ตัวเลือก\" หรือ \"ความชอบ\" เพื่อทำความเข้าใจเกี่ยวกับการตั้งค่าเหล่านี้ ลิงก์ต่อไปนี้อาจเป็นประโยชน์:",
  "control_or_delete_cookie_links": [
    "การตั้งค่าคุกกี้ใน Chrome",
    "การตั้งค่าคุกกี้ใน Safari",
    "การตั้งค่าคุกกี้ใน Firefox",
    "การตั้งค่าคุกกี้ใน Internet Explorer",
    "Google Analytics Opt-Out"
  ],

  "changes_to_cookie_policy_title": "5. การเปลี่ยนแปลงนโยบายคุกกี้นี้",
  "changes_to_cookie_policy_description": "เราจะอัปเดตนโยบายคุกกี้นี้เพื่อสะท้อนการเปลี่ยนแปลงในแนวทางและบริการของเรา เมื่อเราลงประกาศการเปลี่ยนแปลงในนโยบายคุกกี้นี้ เราจะตรวจสอบ \"วันที่อัปเดตล่าสุด\" ที่ด้านบนของนโยบายคุกกี้นี้",

  "need_more_info_title": "6. ต้องการข้อมูลเพิ่มเติม?",
  "need_more_info_description": "หากคุณต้องการทราบข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้และการใช้งานทางอินเทอร์เน็ตของพวกเขา คุณสามารถพบข้อมูลที่เป็นประโยชน์เพิ่มเติมได้ที่ AboutCookies, All About Cookies และ Your Online Choices.",

  "cookies_set_in_the_past_title": "7. คุกกี้ที่ถูกตั้งไว้ในอดีต",
  "cookies_set_in_the_past_description": "หากคุณได้ปิดการใช้งานคุกกี้หนึ่งตัวหรือมากกว่า เราอาจยังคงใช้ข้อมูลที่รวบรวมจากคุกกี้ก่อนที่ความชอบการปิดใช้งานของคุณจะถูกตั้งค่า อย่างไรก็ตาม เราจะหยุดใช้คุกกี้ที่ปิดใช้งานเพื่อเก็บข้อมูลเพิ่มเติมใดๆ",

  "contact_us_title": "8. ติดต่อเรา",
  "contact_us_description": "หากคุณต้องการติดต่อเราหรือสอบถามเกี่ยวกับนโยบายคุกกี้นี้และการใช้คุกกี้ในบริการ กรุณาติดต่อเราทางช่องทางโซเชียลของเราหรือส่งอีเมลถึงเราที่: inq@BlockBoost.io."
}
