{
  "earnings": {
    "title": "รายได้",
    "description": "ระบบนิเวศ BlockBoost อนุญาตให้คุณสร้างรายได้แบบพาสซีฟจากหลายวิธี เช่น รางวัลจากการขายล่วงหน้า, รางวัลการซื้อขาย, รางวัลการถือครอง, รางวัลการสเตค และรางวัลการสเตคในคลัง."
  },
  "rewards": {
    "presale": {
      "titleWhite": "การขายล่วงหน้า",
      "titleColor": "รางวัล",
      "description": "เข้าร่วมในช่วงแรกของการขายล่วงหน้าเพื่อรับ $BBT ในราคาที่ต่ำกว่าเพราะแต่ละช่วงของการขายล่วงหน้าจะมีราคาที่สูงขึ้น นอกจากนี้คุณยังสามารถแนะนำเพื่อนของคุณเพื่อรับรางวัล 5% จากจำนวนเงินที่พวกเขาลงทุนในระหว่างการขายล่วงหน้า ไม่มีข้อจำกัดในการแนะนำเพื่อรับรางวัลแบบพาสซีฟจากการลงทุนของพวกเขา."
    },
    "trading": {
      "titleWhite": "การค้า",
      "titleColor": "รางวัล",
      "description": "หลังจากการเปิดตัวของโทเค็น $BBT คุณยังสามารถแนะนำและสร้างรายได้ผ่านลิงก์แนะนำเฉพาะของคุณจากแอปแดชบอร์ดของเรา และรับรางวัลการซื้อขาย 2% จากกิจกรรมการซื้อขายของผู้ที่คุณแนะนำตลอดชีพเมื่อพวกเขาซื้อหรือขายโทเค็น $BBT."
    },
    "holding": {
      "titleWhite": "การถือครอง",
      "titleColor": "รางวัล",
      "description": "ถือ $BBT และสร้างรายได้แบบพาสซีฟ เพียงนั่งและผ่อนคลายเพื่อรับส่วนแบ่งจากรางวัลการถือครองของคุณจากปริมาณการซื้อขายของ $BBT และเรียกร้องผ่านแอปแดชบอร์ดของเราได้ทุกชั่วโมง หากคุณพลาดการเรียกร้อง มันจะยังคงมีให้คุณเรียกร้องได้ทุกเมื่อจากที่อยู่กระเป๋าเงินของคุณ."
    },
    "staking": {
      "titleWhite": "การสเตค",
      "titleColor": "รางวัล",
      "description": "สเตค $BBT เพื่อรับรางวัลและได้รับการจัดสรรที่รับประกันสำหรับแพลตฟอร์มการเปิดตัว รางวัลจะได้รับจากการจัดหาสเตคในระบบนิเวศของเรา แม้ว่าคุณจะมีสิทธิ์ได้รับรางวัลการถือครองที่จัดสรรจากปริมาณการซื้อขายของโทเค็น $BBT."
    },
    "vault": {
      "titleWhite": "ห้องนิรภัย",
      "titleColor": "รางวัล",
      "description": "สเตคโทเค็นใดก็ได้เพื่อสร้างรายได้ด้วยระบบการรวมผลอัตโนมัติ คุณสามารถสเตคโทเค็นใดก็ได้เพื่อรับ $BBT เป็นรางวัลการรวมผลอัตโนมัติ รางวัลจะได้รับจากการจัดหาคลังของระบบนิเวศของเรา คุณสามารถปลดล็อคโทเค็นของคุณได้ทุกเมื่อพร้อมกับรางวัลที่รวมในโทเค็น $BBT."
    }
  }
}
