{
  "privacy_policy_title": "นโยบายความเป็นส่วนตัว",
  "privacy_policy_description": "นโยบายความเป็นส่วนตัวนี้ (\"นโยบาย\") จะแจ้งให้คุณทราบเกี่ยวกับทางเลือกและวิธีการปฏิบัติของเราที่เกี่ยวข้องกับข้อมูลของคุณ (ตามที่กำหนดไว้ด้านล่าง) สำหรับวัตถุประสงค์ของนโยบายนี้ \"เรา\", \"ของเรา\" หมายถึง \"BlockBoost\".",

  "children_title": "เด็ก",
  "children_description": [
    "บริการของเราไม่สามารถใช้ได้สำหรับเด็กและตั้งใจให้บุคคลที่มีอายุ 18 ปีขึ้นไป และ 21 ปีในบางเขตอำนาจศาล โปรดดูข้อมูลตามอายุในกฎหมายของประเทศของคุณ",
    "เพื่อปฏิบัติตาม 'พระราชบัญญัติคุ้มครองข้อมูลของสหราชอาณาจักร' สำหรับเด็ก โดยเฉพาะรหัสการออกแบบที่เหมาะสมตามอายุ (หรือที่รู้จักกันในชื่อพระราชบัญญัติเด็ก) ได้มีการประเมินความเสี่ยง ข้อมูลเพิ่มเติมสามารถพบได้ที่ ICO Children's Code Hub",
    "นโยบายนี้จะอธิบายถึงพื้นที่ของแอปหรือเว็บไซต์ของเราที่อาจมีผลกระทบต่อความเป็นส่วนตัวและข้อมูลส่วนบุคคลของคุณ วิธีที่เราประมวลผล รวบรวม จัดการ และจัดเก็บข้อมูลเหล่านั้น และสิทธิ์ของคุณที่เกี่ยวข้องกับข้อมูลของคุณ"
  ],

  "personal_info_title": "ข้อมูลส่วนบุคคลที่เรารวบรวม",
  "personal_info_description": [
    "เราสามารถรวบรวมและใช้ข้อมูลต่อไปนี้เกี่ยวกับคุณ:",
    "• ข้อมูลที่คุณให้กับเรา เช่น ชื่อ ที่อยู่ หมายเลขโทรศัพท์ ที่อยู่อีเมล และข้อมูลการชำระเงิน",
    "• ข้อมูลที่คุณให้ผ่านช่องทางบริการลูกค้า เช่น เมื่อคุณติดต่อเราทางอีเมล",
    "• ข้อมูลที่รวบรวมเมื่อคุณใช้แอปหรือเว็บไซต์ของเรา รวมถึงคุกกี้และข้อมูลตามตำแหน่ง",
    "• ข้อมูลจากบุคคลที่สาม รวมถึงโซเชียลมีเดียและบริการวิเคราะห์ เช่น Google Analytics"
  ],

  "how_we_use_title": "เราใช้ข้อมูลส่วนบุคคลของคุณอย่างไร",
  "how_we_use_description": [
    "เราจะใช้ข้อมูลส่วนบุคคลของคุณเฉพาะในกรณีที่กฎหมายอนุญาต สาเหตุทั่วไปได้แก่:",
    "• การให้บริการของเรา รวมถึงการเข้าถึงแอปของเราผ่านกระเป๋าเงินดิจิทัล",
    "• การปรับปรุงและติดตามการใช้บริการของเรา",
    "• การให้บริการลูกค้าและการตอบสนองต่อคำถามหรือข้อร้องเรียนของคุณ",
    "• การป้องกันการฉ้อโกง การปกป้องข้อเรียกร้องทางกฎหมาย และการปฏิบัติตามข้อกำหนดทางกฎหมาย",
    "• การดำเนินการวิเคราะห์และการให้โฆษณาที่ตรงเป้าหมาย (ด้วยความยินยอมของคุณ)"
  ],

  "choices_title": "ทางเลือกของคุณเกี่ยวกับการใช้ข้อมูล",
  "choices_description": [
    "คุณมีตัวเลือกดังต่อไปนี้เกี่ยวกับการที่เราจะใช้ข้อมูลของคุณ:",
    "• อีเมลการตลาด: คุณสามารถเลือกไม่รับอีเมลประชาสัมพันธ์โดยใช้ฟังก์ชัน \"ยกเลิกการสมัคร\" ในอีเมลการตลาดของเรา",
    "• แรงจูงใจทางการเงิน: เราอาจจัดโปรโมชั่นที่ขอให้คุณแบ่งปันข้อมูลส่วนบุคคล การเข้าร่วมเป็นไปโดยสมัครใจ"
  ],

  "who_we_share_title": "เราจะแบ่งปันข้อมูลส่วนบุคคลของคุณกับใคร",
  "who_we_share_description": [
    "เราอาจแบ่งปันข้อมูลของคุณกับองค์กรต่อไปนี้:",
    "• ผู้ให้บริการ (เช่น บริการคลาวด์ เช่น AWS)",
    "• ผู้ให้บริการวิเคราะห์ (เช่น Google, Apple, AWS)",
    "• พันธมิตรโฆษณา (สำหรับบริการที่ได้รับการสนับสนุนโดยโฆษณา)",
    "• หน่วยงานบังคับใช้กฎหมายหรือหน่วยงานรัฐบาลตามที่กฎหมายกำหนด",
    "• องค์กรที่เกี่ยวข้องในธุรกรรมการควบรวมกิจการ การเข้าซื้อกิจการ หรือการจัดระเบียบองค์กร"
  ],

  "security_title": "ความปลอดภัย",
  "security_description": [
    "เรามีมาตรการรักษาความปลอดภัยเพื่อปกป้องข้อมูลของคุณ แต่การส่งข้อมูลทางอินเทอร์เน็ตไม่สามารถมั่นใจได้อย่างสมบูรณ์",
    "เราขอแนะนำให้คุณใช้มาตรการรักษาความปลอดภัยที่เหมาะสมเมื่อใช้บริการของเรา"
  ],

  "where_we_process_title": "ที่ที่เราประมวลผลข้อมูลของคุณ",
  "where_we_process_description": [
    "ข้อมูลของคุณจะถูกประมวลผลโดยพนักงานและผู้ให้บริการของเรา (Apple, Google, AWS, Mailchimp)",
    "ถ้าจำเป็นเราจะรับรองว่าข้อมูลของคุณถูกส่งไปยังประเทศที่มีการคุ้มครองข้อมูลส่วนบุคคลที่เพียงพอ"
  ],

  "how_long_we_store_title": "เราจะเก็บข้อมูลของคุณนานแค่ไหน",
  "how_long_we_store_description": [
    "เราจะเก็บข้อมูลของคุณนานถึง 6 ปี",
    "เมื่อเราลบข้อมูล เราจะใช้มาตรการเพื่อทำให้ข้อมูลนั้นไม่สามารถกู้คืนได้หรือทำซ้ำได้"
  ],

  "your_rights_title": "สิทธิของคุณ",
  "your_rights_description": [
    "คุณมีสิทธิ์ดังต่อไปนี้ตามกฎหมายคุ้มครองข้อมูล:",
    "• สิทธิในการขอเข้าถึงข้อมูลส่วนบุคคลของคุณ",
    "• สิทธิในการขอให้แก้ไขข้อมูลส่วนบุคคลของคุณ",
    "• สิทธิในการขอให้ลบข้อมูลส่วนบุคคลของคุณ",
    "• สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคลของคุณ",
    "• สิทธิในการขอให้จำกัดการประมวลผลข้อมูลส่วนบุคคลของคุณ",
    "• สิทธิในการขอการถ่ายโอนข้อมูลส่วนบุคคลของคุณ",
    "• สิทธิในการเพิกถอนความยินยอมได้ตลอดเวลา"
  ],

  "california_privacy_rights_title": "สิทธิความเป็นส่วนตัวในแคลิฟอร์เนีย (ภาคผนวก 1)",
  "california_privacy_rights_description": "เงื่อนไขในภาคผนวกนี้ใช้กับผู้ที่อาศัยอยู่ในแคลิฟอร์เนียตามกฎหมายคุ้มครองผู้บริโภคในแคลิฟอร์เนีย (CCPA) สำหรับภาคผนวกนี้ ข้อมูลส่วนบุคคลหมายถึงข้อมูลที่ระบุหรือเกี่ยวข้องกับผู้บริโภคหรือครัวเรือนเฉพาะ",

  "brazil_privacy_rights_title": "สิทธิความเป็นส่วนตัวในบราซิล (ภาคผนวก 2)",
  "brazil_privacy_rights_description": "เงื่อนไขในภาคผนวกนี้ใช้กับผู้ที่อาศัยอยู่ในบราซิลตามกฎหมายคุ้มครองข้อมูล (LGPD) คุณมีสิทธิ์ในการขอทราบว่าเรามีข้อมูลส่วนบุคคลของคุณหรือไม่ และเรียกร้องการลบ ข้อจำกัด หรือการแก้ไขข้อมูลนั้น",

  "contact_title": "การติดต่อและข้อร้องเรียน",
  "contact_description": [
    "หากคุณมีคำถามหรือข้อร้องเรียนใด ๆ เกี่ยวกับนโยบายนี้ โปรดติดต่อเราที่ inq@BlockBoost.io",
    "หากคุณต้องการยื่นเรื่องร้องเรียนเกี่ยวกับวิธีการประมวลผลข้อมูลของเรา เราจะพยายามตอบกลับในระยะเวลา 30 วัน"
  ],

  "changes_title": "การเปลี่ยนแปลงในนโยบายนี้",
  "changes_description": "การอัปเดตหรือการเปลี่ยนแปลงใด ๆ ในบรรทัดฐานนี้จะถูกเผยแพร่ที่นี่"
}
