{
  "terms_and_conditions_title": "ข้อกำหนดและเงื่อนไข",
  "terms_and_conditions_description": "กรุณาอ่านข้อกำหนดเหล่านี้อย่างละเอียด พวกเขามีข้อผูกพันทางกฎหมายต่อคุณรวมถึงสิ่งที่คุณสามารถทำหรือควรทำและสิ่งที่คุณไม่ควรทำเมื่อใช้บริการของเรา กรุณาให้แน่ใจว่าคุณได้อ่านและเข้าใจข้อกำหนดเหล่านี้อย่างเต็มที่ โดยการใช้บริการของเรา คุณยอมรับข้อกำหนดเหล่านี้โดยอัตโนมัติและยอมรับว่าพวกเขามีผลทางกฎหมายต่อคุณ สำหรับความชัดเจน หากคุณไม่เห็นด้วยกับข้อกำหนดเหล่านี้ คุณไม่สามารถใช้หรือเข้าถึงบริการของเราได้ \n\nคุณควรอ่านนโยบายความเป็นส่วนตัวของเราเช่นกัน นโยบายความเป็นส่วนตัวอธิบายวิธีที่เราจะใช้ข้อมูลส่วนบุคคลของคุณ หากคุณมีข้อผิดพลาดใด ๆ ในข้อกำหนดเหล่านี้หรือคุณมีคำถามใด ๆ โปรดติดต่อเราทางอีเมล เมื่อต้องติดต่อคุณ เราจะทำผ่านอีเมลที่คุณให้ไว้ ดังนั้นมันจึงเป็นสิ่งสำคัญมากที่ต้องมั่นใจว่าอีเมลที่ระบุมีความทันสมัย ฉันขอให้คุณใช้บริการของเราอย่างสม่ำเสมอเพื่อตรวจสอบเรื่องนี้ เราจะติดต่อคุณเฉพาะในกรณีที่คุณได้ตกลงอย่างชัดเจนเท่านั้น อีเมลเพิ่มเติมจะถูกส่งออกไปเฉพาะเมื่อคุณสมัครรับจดหมายข่าวหรือการอัปเดต เมื่อเราพูดถึงคำว่า \"เป็นลายลักษณ์อักษร\" หรือ \"เป็นลายลักษณ์อักษร\" เราก็หมายถึงอีเมลด้วยเช่นกัน.",

  "changes_to_terms_title": "การเปลี่ยนแปลงข้อกำหนด",
  "changes_to_terms_description": "เราอาจปรับปรุงและเปลี่ยนแปลงข้อกำหนดเหล่านี้เป็นครั้งคราว เวอร์ชันล่าสุดของข้อกำหนดจะถูกเผยแพร่บนหน้าเว็บและในแอปพลิเคชันที่เกี่ยวข้อง เพื่อดำเนินการต่อในการใช้บริการอาจจำเป็นต้องยืนยันและยอมรับข้อกำหนดที่เปลี่ยนแปลง ทุกครั้งควรตรวจสอบเว็บไซต์และแอปพลิเคชันของเราเพื่อดูการเปลี่ยนแปลง คุณยังสามารถพิมพ์และเก็บสำเนาของข้อกำหนดเหล่านี้เพื่อการอ้างอิงในอนาคต บริการอาจจำเป็นต้องมีการอัปเดตซอฟต์แวร์ แต่จะเป็นเฉพาะในกรณีที่ยังคงทำงานตามคำอธิบายที่ให้ไว้ก่อนหน้านี้ ซอฟต์แวร์ที่เกี่ยวข้องอาจถูกอัปเดตเพื่อสะท้อนการเปลี่ยนแปลงของระบบปฏิบัติการ โดยการใช้บริการต่อไป เราจะถือว่าคุณยอมรับการเปลี่ยนแปลงในอนาคตของข้อกำหนดเหล่านี้.",

  "buying_coins_title": "การใช้บริการ / การซื้อเหรียญ",
  "buying_coins_description": "ในการใช้บริการ คุณจำเป็นต้องมีกระเป๋าเงินเสมือน กระเป๋าเงินคือบริการของบุคคลที่สาม โปรดดูข้อกำหนดการใช้บริการ.",

  "security_title": "ความปลอดภัย",
  "security_description": "ความปลอดภัยมีความสำคัญต่อเรา ดังนั้นคุณจึงตกลงที่จะไม่แชร์การเข้าถึงกระเป๋าเงินของคุณและไม่ดำเนินการใด ๆ ที่อาจส่งเสริมให้ผู้ใช้คนอื่นหรือบุคคลที่สามเข้าถึงหรือใช้บัญชีของคุณโดยเจตนา เราขอสงวนสิทธิ์ในการระงับหรือปิดบัญชีตามดุลยพินิจของเรา หากเราถือว่าบัญชีของคุณถูกใช้ในทางที่ไม่ถูกต้อง \n\nเราไม่สามารถตรวจสอบอัตลักษณ์ของผู้คนที่ใช้บริการของเรา และเราไม่รับผิดชอบต่อการใช้กระเป๋าเงินหรือบัญชีของคุณโดยบุคคลอื่น หากคุณเชื่อว่าข้อมูลประจำตัวของคุณถูกใช้โดยไม่ได้รับอนุญาต โปรดติดต่อเราทันทีทางอีเมลที่ inq@BlockBoost.io ในหัวข้อของข้อความ ให้ระบุว่า \"การละเมิดความปลอดภัย\" อาจจำเป็นต้องยืนยันอัตลักษณ์หรือตรวจสอบสิทธิ์ในการเข้าถึงบัญชี โปรดระมัดระวังเกี่ยวกับผู้คนและเว็บไซต์อื่น ๆ ที่เกี่ยวข้องกับการใช้เว็บไซต์หรือบริการ.",

  "removing_data_title": "การลบข้อมูล",
  "removing_data_description": "หากคุณต้องการลบข้อมูลที่เรามีเกี่ยวกับคุณ โปรดส่งอีเมลไปที่ inq@BlockBoost.io อย่างไรก็ตามเราไม่ได้รวบรวมข้อมูลส่วนบุคคลหรือข้อมูลที่สามารถระบุตัวตนได้เมื่อใช้บริการ แต่เราอาจเก็บข้อมูลบางอย่างหากคุณให้ที่อยู่อีเมลของคุณหรือได้ตกลงที่จะติดต่อเราติดต่อ หากต้องการขอให้ลบข้อมูล ให้ชี้แจงเรื่องนี้ในอีเมลอย่างชัดเจน จนกว่าคุณจะขอลบ เราจะเก็บข้อมูลนี้ไว้ตามนโยบายความเป็นส่วนตัวของเรา.",

  "rules_of_use_title": "กฎการใช้งาน",
  "rules_of_use_description": "คุณตกลงที่จะปฏิบัติตามและดำเนินการตามกฎที่ระบุไว้ด้านล่าง:",
  "rules_of_use_list": [
    "ไม่ทำร้ายผู้อื่นส่วนตัว",
    "ไม่ตามราวและไม่ข่มขู่ผู้ใช้คนอื่น",
    "ไม่โพสต์เนื้อหาที่ไม่เหมาะสมหรือภาพลามกอนาจาร",
    "ไม่ส่งเสริมหรือพูดคุยเกี่ยวกับการกระทำที่ผิดกฎหมาย",
    "ไม่ละเมิดสิทธิในทรัพย์สินทางปัญญาหรือความเป็นส่วนตัวของบุคคลที่สาม",
    "ไม่ส่งไวรัสหรือองค์ประกอบที่เป็นอันตรายอื่น ๆ",
    "ไม่ใช้ตัวตนของผู้อื่นหรือปลอมตัวเป็นบุคคลอื่น",
    "ไม่ทำสแปมหรือแสดงพฤติกรรมต่อต้านสังคมอื่น ๆ",
    "ไม่รับหรือส่งเสริมผลประโยชน์ที่ไม่ได้รับอนุญาตสำหรับตัวเองหรือบุคคลที่สาม"
  ],

  "violation_of_rules_title": "การละเมิดกฎ",
  "violation_of_rules_description": "หากคุณเชื่อว่าผู้ใช้คนอื่นละเมิดกฎเหล่านี้ โปรดแจ้งเราทางอีเมลที่ inq@BlockBoost.io เราไม่สามารถรับประกันได้ว่าผู้ใช้อื่นจะปฏิบัติตามกฎเหล่านี้ และเราไม่รับผิดชอบต่อการละเมิดของผู้ใช้อื่น คุณมีความรับผิดชอบต่อการกระทำของคุณเช่นเดียวกับผู้ใช้อื่น ๆ.",

  "service_interruption_title": "การหยุดชะงักของบริการ",
  "service_interruption_description": "BlockBoost ไม่รับประกันว่าบริการจะพร้อมใช้งานตลอดเวลา ไม่มีการหยุดชะงัก ถูกต้องเวลา ปลอดภัย หรือปราศจากข้อผิดพลาดและไวรัส อาจมีการหยุดชะงักในการเข้าถึงบริการเนื่องจากปัญหาทางเทคนิคหรือการบำรุงรักษา เราขอสงวนสิทธิ์ในการเปลี่ยนแปลง ระงับ หรือยุติการให้บริการเฉพาะ โดยไม่ต้องแจ้งล่วงหน้า เราจะพยายามอย่างเต็มที่เพื่อให้บริการของเราปลอดจากไวรัสหรือซอฟต์แวร์ที่เป็นอันตรายอื่น ๆ อย่างไรก็ตามเราแนะนำให้ใช้ซอฟต์แวร์ป้องกันไวรัสที่เหมาะสมหากจำเป็น.",

  "prohibited_person_title": "บุคคลต้องห้าม",
  "prohibited_person_description": "\"บุคคลต้องห้าม\" หมายถึงบุคคลทางกายภาพหรือทางกฎหมายที่ถูกกำหนดให้มีข้อจำกัดเฉพาะตามกฎหมายของสหรัฐอเมริกา สหประชาชาติ สหภาพยุโรป หรือหน่วยงานอื่น ๆ เราจะไม่ทำธุรกิจกับบุคคลต้องห้าม.",

  "third_parties_title": "บุคคลที่สาม",
  "third_parties_description": "บางหน้าอาจมีลิงก์ไปยังเว็บไซต์หรือบริการของบุคคลที่สาม ลิงก์เหล่านี้จัดทำขึ้นเพื่อความสะดวกของคุณ และ BlockBoost ไม่มีส่วนรับผิดชอบต่อเนื้อหาของบุคคลที่สาม กรุณาตรวจสอบข้อกำหนดและนโยบายความเป็นส่วนตัวของเว็บไซต์บุคคลที่สามทุกครั้งที่คุณเข้าถึงโดยใช้ลิงก์เหล่านี้.",

  "contact_us_title": "ติดต่อเรา",
  "contact_us_description": "หากคุณมีข้อสงสัยหรือข้อกังวลเกี่ยวกับข้อกำหนดเหล่านี้ คุณสามารถติดต่อเราทางอีเมลที่ inq@BlockBoost.io ได้ตลอดเวลา."
}
