{
  "cookie_policy_title": "Çerez Politikası",
  "cookie_policy_description": "Bu Çerez Politikası için “biz”, “bizi” ve “bizim” terimleri \"BlockBoost\" anlamına gelir. Bu Çerez Politikası, şu “Hizmetler” için geçerlidir: BlockBoost.com ve zaman zaman tarafımızca sunulabilecek diğer özel web siteleri, uygulamalar, ürünler, forumlar ve hizmetler. Çerez tercihlerinizi herhangi bir zamanda Gizlilik Ayarları aracılığıyla değiştirebilir veya onayınızı geri çekebilirsiniz.",

  "what_is_cookie_title": "1. Çerez nedir?",
  "what_is_cookie_description": "Çerezler, bir web sitesini ziyaret ettiğinizde cihazınıza yerleştirilen, az miktarda bilgi içeren metin dosyalarıdır. Web sitelerinin çalışması veya daha verimli çalışması ve web sitesi sahiplerine kullanıcı deneyimini iyileştirme amacıyla bilgi sağlamak için yaygın olarak kullanılırlar. Örneğin, tercihlerinizi hatırlayarak veya size kişiselleştirilmiş içerik ve reklamlar sunarak kullanıcı deneyiminizi iyileştirirler. Çerezlerin genellikle gerçekleştirdiği işlevler, günlük dosyaları, piksel etiketleri, web işaretçileri, net GIF’ler ve cihaz kimlikleri gibi diğer benzer teknolojilerle de sağlanabilir. Bu Çerez Politikasında, bunlara topluca “Çerezler” olarak atıfta bulunacağız.",

  "how_we_use_cookie_title": "2. Çerezleri nasıl kullanıyoruz?",
  "how_we_use_cookie_description": "Çerezleri şu amaçlarla kullanabiliriz:",
  "how_we_use_cookie_items": [
    "Giriş bilgilerini doğrulamak ve kullanıcıların bir Hizmeti kullanan arkadaşlarını bulmalarını sağlamak.",
    "Bir Hizmet ile ilgili trafik akışını ve seyahat desenlerini izlemek.",
    "Bir Hizmetin toplam kullanıcı sayısını ve cihaz türlerini sürekli olarak anlamak.",
    "Bir Hizmetin performansını izleyerek sürekli olarak iyileştirmek.",
    "Çevrimiçi deneyiminizi kişiselleştirmek ve geliştirmek.",
    "Size müşteri hizmetleri sunmak.",
    "Hizmetlerimiz içinde üçüncü taraf reklamlarını sunmak."
  ],

  "types_of_cookie_title": "3. Hangi tür çerezleri kullanıyoruz?",
  "types_of_cookie_description": "Tarafımızca ve ortaklarımız tarafından bir Hizmetle bağlantılı olarak kullanılan Çerez türleri şu kategorilere ayrılabilir: 'Gerekli Çerezler', 'İşlevsellik Çerezleri', 'Analitik Çerezler' ve 'Reklam ve İzleme Çerezleri'. Aşağıda her bir kategori hakkında daha fazla bilgi, amacı ve süresi yer almaktadır. Gizlilik Ayarlarını kullanarak Çerezleri herhangi bir zamanda devre dışı bırakabilirsiniz, ancak bu, Hizmetin işleyişini etkileyebilir.",
  "types_of_cookie_items": [
    {
      "title": "Gerekli Çerezler",
      "description": "Güvenlik, ağ yönetimi ve erişilebilirlik gibi temel işlevselliği sağlar."
    },
    {
      "title": "İşlevsellik Çerezleri",
      "description": "Yaptığınız tercihleri kaydeder ve size özel bir Hizmet sunmamızı sağlar."
    },
    {
      "title": "Analitik Çerezler",
      "description": "Bir Hizmetin nasıl erişildiğini, kullanıldığını veya performans gösterdiğini analiz ederek daha iyi bir kullanıcı deneyimi sunmamızı sağlar ve bir Hizmeti sürekli olarak iyileştirmemizi sağlar."
    },
    {
      "title": "Reklam ve İzleme Çerezleri",
      "description": "Reklam ortaklarımız tarafından Hizmetlerimiz aracılığıyla size diğer sitelerde ilgili reklamlar göstermek amacıyla ayarlanabilir."
    }
  ],

  "control_or_delete_cookie_title": "4. Çerezleri nasıl kontrol edebilir veya silebilirsiniz?",
  "control_or_delete_cookie_description": "Çerezlerin ve diğer benzer teknolojilerin kullanımını Gizlilik Ayarları veya uygulama içi ayarları değiştirerek herhangi bir zamanda kontrol etme hakkınız vardır. Ancak, Çerezleri reddetmeyi seçerseniz, Hizmetlerin tam işlevselliğini kullanamayabilirsiniz. Buna ek olarak, çoğu tarayıcı, Çerezlerle ilgili tercihlerinizi ayarlar aracılığıyla değiştirmenize izin verir. Bu ayarlar genellikle \"seçenekler\" veya \"tercihler\" menüsünde bulunur. Bu ayarları anlamak için aşağıdaki bağlantılar yararlı olabilir:",
  "control_or_delete_cookie_links": [
    "Chrome'da Çerez ayarları",
    "Safari'de Çerez ayarları",
    "Firefox'ta Çerez ayarları",
    "Internet Explorer'da Çerez ayarları",
    "Google Analytics Opt-Out"
  ],

  "changes_to_cookie_policy_title": "5. Bu Çerez Politikasında değişiklikler",
  "changes_to_cookie_policy_description": "Uygulamalarımızdaki ve hizmetlerimizdeki değişiklikleri yansıtmak amacıyla bu Çerez Politikasını güncelleyeceğiz. Bu Çerez Politikasında değişiklikler yaptığımızda, bu Çerez Politikasının üst kısmındaki \"Son Güncellenme\" tarihini gözden geçireceğiz.",

  "need_more_info_title": "6. Daha fazla bilgiye mi ihtiyacınız var?",
  "need_more_info_description": "Çerezler ve internet üzerindeki kullanımları hakkında daha fazla bilgi edinmek isterseniz, AboutCookies, All About Cookies ve Your Online Choices sitelerinde faydalı bilgiler bulabilirsiniz.",

  "cookies_set_in_the_past_title": "7. Geçmişte ayarlanan çerezler",
  "cookies_set_in_the_past_description": "Bir veya daha fazla Çerezi devre dışı bıraktıysanız, devre dışı bırakılmış tercihiniz ayarlanmadan önce Çerezlerden toplanan bilgileri kullanabiliriz, ancak devre dışı bırakılmış çerezle daha fazla bilgi toplamayı durduracağız.",

  "contact_us_title": "8. Bize ulaşın",
  "contact_us_description": "Bu Çerez Politikası ve Hizmetlerdeki çerezlerin kullanımı hakkında bizimle iletişime geçmek isterseniz, sosyal medya kanallarımızdan bize ulaşabilir veya şu adresten bize e-posta gönderebilirsiniz: inq@BlockBoost.io."
}
