{
  "privacy_policy_title": "Gizlilik Politikası",
  "privacy_policy_description": "Bu gizlilik politikası (\"Politika\"), sizin seçimleriniz ve bizim uygulamalarımız hakkında sizi bilgilendirir (aşağıda tanımlandığı gibi). Bu Politika bağlamında \"biz\", \"bize\" ve \"bizim\" terimleri \"BlockBoost\"'u ifade eder.",

  "children_title": "Çocuklar",
  "children_description": [
    "Hizmetlerimiz, 18 yaş ve üstü kişilere yöneliktir ve bazı yargı bölgelerinde 21 yaş ve üzeri kişiler için tasarlanmıştır. Ülkenizin yasasında yaş sınırlamalarını kontrol edin.",
    "Çocuklar için geçerli olan 'Birleşik Krallık Veri Koruma Yasası'na uymak amacıyla, özellikle Uygun Yaş için Tasarım Kodu (aynı zamanda 'Çocuk Yasası' olarak bilinir) ile ilgili riskler değerlendirilmiştir. Ek bilgiye ICO Children's Code Hub'dan ulaşabilirsiniz.",
    "Bu politika, uygulamamızın veya web sitemizin, gizliliğinize ve kişisel verilerinize etkileyebilecek alanlarını açıklayacak, verilerinizi nasıl işlediğimizi, topladığımızı, yönettiğimizi ve sakladığımızı, ayrıca verilerinizle ilgili haklarınızı açıklayacaktır."
  ],

  "personal_info_title": "Topladığımız Kişisel Bilgiler",
  "personal_info_description": [
    "Sizden aşağıdaki bilgileri toplayabilir ve kullanabiliriz:",
    "• Adınız, adresiniz, telefon numaranız, e-posta adresiniz ve ödeme bilgilerinizi içeren bilgileri.",
    "• Bize e-posta ile ulaştığınızda müşteri destek kanalları aracılığıyla sağladığınız bilgiler.",
    "• Uygulamamız veya web sitemizi kullanırken topladığımız bilgiler, çerezler ve konum tabanlı veriler dahil.",
    "• Sosyal medya ve Google Analytics gibi üçüncü taraflardan gelen bilgiler."
  ],

  "how_we_use_title": "Kişisel Bilgilerinizi Nasıl Kullanıyoruz",
  "how_we_use_description": [
    "Yasaların izin verdiği durumlarda kişisel verilerinizi kullanacağız. Genel nedenler şunları içerir:",
    "• Hizmetlerimizi sağlamak, uygulamamıza sanal cüzdan aracılığıyla erişim sağlamak.",
    "• Hizmetlerimizin kullanımını geliştirmek ve izlemek.",
    "• Müşteri desteği sağlamak ve taleplerinize veya şikayetlerinize yanıt vermek.",
    "• Dolandırıcılığı önlemek, hukuki talepleri korumak ve yasal yükümlülüklere uymak.",
    "• Analitik yapmak ve hedefli reklam sağlamak (izin vermeniz durumunda)."
  ],

  "choices_title": "Verilerinizin Kullanımına İlişkin Seçenekleriniz",
  "choices_description": [
    "Verilerinizin kullanımı ile ilgili aşağıdaki seçeneklere sahipsiniz:",
    "• Pazarlama e-postaları: Pazarlama e-postalarımızda 'abonelikten çık' seçeneğini kullanarak bu e-postaları almak istemediğinizi belirtebilirsiniz.",
    "• Finansal teşvikler: Kişisel bilgilerinizi paylaşmanızı isteyebileceğimiz promosyonlar düzenleyebiliriz. Katılım isteğe bağlıdır."
  ],

  "who_we_share_title": "Kişisel Bilgilerinizi Kiminle Paylaşıyoruz",
  "who_we_share_description": [
    "Verilerinizi aşağıdaki kuruluşlarla paylaşabiliriz:",
    "• Hizmet sağlayıcıları (örneğin, AWS gibi bulut hizmetleri).",
    "• Analiz sağlayıcıları (örneğin, Google, Apple, AWS).",
    "• Reklam ortakları (reklam destekli hizmetler için).",
    "• Yasal gereklilikler doğrultusunda hukuki otoriteler veya devlet kurumları.",
    "• Birleşme, satın alma veya kurumsal yeniden yapılandırma ile ilgili kuruluşlar."
  ],

  "security_title": "Güvenlik",
  "security_description": [
    "Verilerinizi korumak için güvenlik önlemleri alıyoruz, ancak internet üzerinden veri iletimi tamamen güvenli değildir.",
    "Hizmetlerimizi kullanırken uygun güvenlik önlemleri almanızı öneririz."
  ],

  "where_we_process_title": "Verilerinizi Nerede İşliyoruz",
  "where_we_process_description": [
    "Verileriniz, çalışanlarımız ve hizmet sağlayıcılarımız (Apple, Google, AWS, Mailchimp) tarafından işlenecektir.",
    "Gerekirse, kişisel verilerinizin yeterli veri koruma yasalarına sahip ülkelere gönderilmesini sağlarız."
  ],

  "how_long_we_store_title": "Verilerinizi Ne Kadar Süreyle Saklıyoruz",
  "how_long_we_store_description": [
    "Verilerinizi en fazla 6 yıl saklayacağız.",
    "Verilerinizi sildiğimizde, bu bilgilerin geri kazanılamaz veya tekrar edilemez olmasını sağlamak için önlemler alacağız."
  ],

  "your_rights_title": "Haklarınız",
  "your_rights_description": [
    "Veri koruma yasalarına göre aşağıdaki haklara sahipsiniz:",
    "• Kişisel verilerinize erişim talep etme hakkı.",
    "• Kişisel verilerinizi düzeltme talep etme hakkı.",
    "• Kişisel verilerinizi silme talep etme hakkı.",
    "• Kişisel verilerinizin işlenmesine itiraz etme hakkı.",
    "• Kişisel verilerinizin işlenmesini sınırlama talep etme hakkı.",
    "• Kişisel verilerinizi aktarım talep etme hakkı.",
    "• İzni istediğiniz zaman geri alma hakkı."
  ],

  "california_privacy_rights_title": "Kaliforniya Gizlilik Hakları (Ek 1)",
  "california_privacy_rights_description": "Bu ek, Kaliforniya Tüketici Gizliliği Yasası'na (CCPA) göre yaşayan bireyler için geçerlidir. Bu ek için kişisel veriler, belirli bir tüketiciye veya hane halkına atıfta bulunan veya bunlarla ilgili olan verileri ifade eder.",

  "brazil_privacy_rights_title": "Brezilya Gizlilik Hakları (Ek 2)",
  "brazil_privacy_rights_description": "Bu ek, Brezilya Veri Koruma Yasası (LGPD) gereğince yaşayan bireyler için geçerlidir. Kişisel verilerinizin bizde bulunup bulunmadığını öğrenme ve bu verilerin silinmesi, kısıtlanması veya düzeltilmesi talebinde bulunma hakkına sahipsiniz.",

  "contact_title": "İletişim ve Şikayetler",
  "contact_description": [
    "Bu politikayla ilgili herhangi bir sorunuz veya şikayetiniz varsa, bizimle inq@BlockBoost.io adresinden iletişime geçin.",
    "Veri işleme yöntemlerimiz hakkında bir şikayet sunmak istiyorsanız, 30 gün içinde yanıt vermeye çalışacağız."
  ],

  "changes_title": "Bu Politikadaki Değişiklikler",
  "changes_description": "Bu politikanın güncellemeleri veya değişiklikleri burada yayınlanacaktır."
}
