{
  "terms_and_conditions_title": "Şartlar ve Koşullar",
  "terms_and_conditions_description": "Lütfen bu şartları dikkatlice okuyun. Bunlar, sizinle yasal olarak bağlayıcı olan ve hizmetlerimizi kullanırken yapmanız veya yapmamanız gereken şeyleri içeren şartlardır. Bu şartları tamamen okuduğunuzdan ve anladığınızdan emin olun. Hizmetlerimizi kullanarak bu şartları otomatik olarak kabul ediyorsunuz ve bunların sizin için yasal olarak bağlayıcı olduğunu kabul ediyorsunuz. Açıkça belirtmek gerekirse, bu şartlarla aynı fikirde değilseniz, hizmetlerimizi kullanamaz veya erişemezsiniz. \n\nAyrıca, gizlilik politikamızı da okumanız önemlidir. Gizlilik politikası, kişisel bilgilerinizi nasıl kullanacağımızı açıklar. Eğer bu şartlarla ilgili bir hata fark ederseniz veya herhangi bir sorunuz varsa, lütfen bizimle e-posta yoluyla iletişime geçin. Sizinle iletişime geçmemiz gerektiğinde, sağladığınız e-posta adresi üzerinden gerçekleştireceğiz, bu nedenle belirtilecek e-posta adresinin güncel olduğundan emin olmak çok önemlidir. Bu nedenle, hizmetlerimizi kullanırken bunu sürekli kontrol etmenizi öneririz. Sadece açıkça onayladığınız takdirde sizinle iletişim kuracağız. E-posta güncellemeleri yalnızca haber bültenine veya güncellemelere abone olduğunuzda gönderilecektir. \"Yazılı\" veya \"yazılı olarak\" terimlerinden bahsettiğimizde, bunu e-posta ile de kastediyoruz.",

  "changes_to_terms_title": "Şartlardaki Değişiklikler",
  "changes_to_terms_description": "Bu şartları zaman zaman güncelleyip değiştirebiliriz. En son şartların sürümü, ilgili web sitesinde ve uygulamada yayınlanacaktır. Hizmetleri kullanmaya devam etmek, değiştirilen şartları onaylayıp kabul etmenizi gerektirebilir. Her zaman, web sitemizi ve uygulamamızı kontrol etmenizi öneririz. Ayrıca, bu şartların bir kopyasını yazdırabilir ve gelecekte referans için saklayabilirsiniz. Hizmetin yazılım güncellemeleri gerektirebileceğini unutmamalısınız, ancak bunlar yalnızca daha önce verilen açıklamalara göre çalışmaya devam etmek için gereklidir. İlgili yazılım, işletim sistemi değişikliklerini yansıtmak için güncellenebilir. Hizmetleri kullanmaya devam ederek, bu şartların gelecekteki değişikliklerini kabul ettiğinizi varsayacağız.",

  "buying_coins_title": "Hizmet Kullanımı / Coin Satın Alma",
  "buying_coins_description": "Hizmeti kullanmak için bir sanal cüzdana ihtiyacınız olacak. Cüzdan, üçüncü şahıs hizmetidir. Lütfen hizmet şartlarını kontrol edin.",

  "security_title": "Güvenlik",
  "security_description": "Güvenlik bizim için önemlidir, bu nedenle cüzdanınıza erişimi paylaşmamayı ve başka birinin veya üçüncü şahısların kasıtlı olarak hesabınıza erişmesini veya hesabınızı kullanmasını teşvik edecek herhangi bir eylemde bulunmamayı kabul ediyorsunuz. Hesabınızın yanlış kullanıldığına inanıyorsak, kendi takdirimize bağlı olarak hesabınızı askıya alma veya kapatma hakkını saklı tutarız. \n\nHizmetlerimizi kullanan kişilerin kimliklerini doğrulayamayız ve cüzdanınızı veya hesabınızı başka bir kişinin kullanmasından sorumlu değiliz. Kimliğinizin izinsiz kullanıldığını düşünüyorsanız, lütfen derhal bizimle iletişime geçin. E-posta adresinizi inq@BlockBoost.io olarak belirleyin. Mesajın konusu \"Güvenlik İhlali\" olsun. Kimliğinizi doğrulamanız veya hesabınıza erişim yetkisini kontrol etmeniz gerekebilir. Web sitemizi veya hizmetimizi kullanırken dikkatli olun.",

  "removing_data_title": "Veri Silme",
  "removing_data_description": "Bizdeki verilerinizi silmek istiyorsanız, lütfen inq@BlockBoost.io adresine e-posta gönderin. Ancak hizmeti kullanırken kişisel verileri veya kimlik tespit edilebilir bilgileri toplamadığımızı lütfen unutmayın, ancak e-posta adresinizi verirseniz veya bizimle iletişime geçmeyi kabul ederseniz bazı verileri saklayabiliriz. Verilerinizi silme talebinde bulunmak için lütfen bu isteği e-postanızda net bir şekilde belirtin. Silme talebinde bulunana kadar, bu bilgiyi gizlilik politikamıza uygun olarak saklayacağız.",

  "rules_of_use_title": "Kullanım Kuralları",
  "rules_of_use_description": "Aşağıda belirtilen kurallara uymayı ve bu kurallara uygun davranmayı kabul ediyorsunuz:",
  "rules_of_use_list": [
    "Diğer insanlara zarar vermemek",
    "Diğer kullanıcıları takip etmemek ve korkutmamak",
    "Uygunsuz içerik veya pornografik görüntü paylaşmamak",
    "Yasal olmayan eylemleri teşvik etmemek veya konuşmamak",
    "Üçüncü şahısların fikri mülkiyet veya mahremiyet haklarını ihlal etmemek",
    "Virüs veya diğer zararlı bileşenler göndermemek",
    "Başka birinin kimliğini kullanmamak veya başkası gibi davranmamak",
    "Spam yapmamak veya diğer antisosyal davranışlar sergilememek",
    "Kendiniz veya üçüncü şahıslar için izinsiz kazanç sağlamamak veya teşvik etmemek"
  ],

  "violation_of_rules_title": "Kuralların İhlali",
  "violation_of_rules_description": "Eğer başka bir kullanıcının bu kuralları ihlal ettiğini düşünüyorsanız, lütfen bize inq@BlockBoost.io adresinden bildirin. Diğer kullanıcıların bu kurallara uyacağını garanti edemeyiz ve diğer kullanıcıların ihlallerinden sorumlu değiliz. Tıpkı diğer kullanıcılar gibi, sizin de davranışlarınızdan sorumlu olduğunuzu unutmayın.",

  "service_interruption_title": "Hizmet Kesintisi",
  "service_interruption_description": "BlockBoost, hizmetlerin her zaman mevcut olacağını garanti etmez. Kesintisiz çalışma, zamanında doğru, güvenli veya hatasız olmayabilir ve virüslerden arınmış olmayabilir. Teknik sorunlar veya bakım nedeniyle hizmetlere erişimde kesintiler olabilir. Özel hizmetlerin değişikliğe, askıya alınmaya veya sona erdirilmeye tabi olma hakkını saklı tutarız. Hizmetlerimizi virüs veya diğer zararlı yazılımlardan korumak için elimizden geleni yapmaya çalışacağız, ancak gerekli olduğunda uygun virüsten koruma yazılımını kullanmanızı öneririz.",

  "prohibited_person_title": "Yasaklı Kişi",
  "prohibited_person_description": "\"Yasaklı kişi\", ABD, Birleşmiş Milletler, Avrupa Birliği veya diğer yetkili kuruluşların belirlediği belirli yasal kısıtlamalara sahip gerçek veya tüzel kişidir. Yasaklı kişilerle ticaret yapmayacağız.",

  "third_parties_title": "Üçüncü Taraflar",
  "third_parties_description": "Bazı sayfalar, üçüncü taraf web sitelerine veya hizmetlerine bağlantılar içerebilir. Bu bağlantılar, sizin kolaylığınız içindir ve BlockBoost, üçüncü tarafların içeriğinden sorumlu değildir. Bu bağlantıları kullanarak eriştiğiniz üçüncü taraf web sitelerinin şartlarını ve gizlilik politikalarını her zaman kontrol edin.",

  "contact_us_title": "Bize Ulaşın",
  "contact_us_description": "Bu şartlarla ilgili herhangi bir sorunuz veya endişeniz varsa, istediğiniz zaman inq@BlockBoost.io adresinden bizimle iletişime geçebilirsiniz."
}
