{
  "terms_and_conditions_title": "Allgemeine Geschäftsbedingungen",
  "terms_and_conditions_description": "Sie sollten diese Bedingungen lesen, da sie unsere rechtlichen Verpflichtungen Ihnen gegenüber sowie eine Reihe von Dingen, die Sie tun und nicht tun sollten, enthalten, wenn Sie unsere Dienste nutzen. Bitte lesen Sie diese Bedingungen sorgfältig durch, um sicherzustellen, dass Sie sie verstehen. Durch die Nutzung unserer Dienste erklären Sie sich automatisch damit einverstanden und sind rechtlich an diese Bedingungen gebunden. Zur Vermeidung von Missverständnissen: Wenn Sie mit den Bedingungen nicht einverstanden sind, sollten Sie unsere Dienste nicht weiter nutzen.\n\nSie sollten auch unsere Datenschutzerklärung lesen. Die Datenschutzerklärung erklärt, wie wir Ihre persönlichen Daten verwenden. Wenn Sie der Meinung sind, dass in diesen Bedingungen ein Fehler vorliegt oder Sie Fragen haben, kontaktieren Sie uns bitte. Wenn wir Sie kontaktieren müssen, tun wir dies schriftlich an die E-Mail-Adresse, die Sie uns angegeben haben. Es ist daher sehr wichtig, dass Sie bestätigen, dass Sie eine legitime E-Mail-Adresse angegeben haben, die Sie persönlich nutzen, und durch die weitere Nutzung unserer Dienste garantieren Sie, dass Sie dies getan haben. Wir werden Sie nur kontaktieren, wenn Sie ausdrücklich zugestimmt haben, von uns kontaktiert zu werden. Die einzige andere Zeit, in der Sie E-Mails erhalten, ist, wenn Sie sich für unseren Newsletter und Updates angemeldet haben.\n\nWenn wir in diesen Bedingungen 'schriftlich' oder 'geschrieben' verwenden, schließt dies E-Mails ein.",

  "buying_coins_title": "Nutzung unseres Dienstes / Kauf von Coins",
  "buying_coins_description": "Um unseren Dienst nutzen zu können, benötigen Sie ein virtuelles Wallet. Wir weisen darauf hin, dass Wallets Drittanbieterdienste sind, und empfehlen Ihnen, deren Nutzungsbedingungen zu lesen.",

  "security_title": "Sicherheit",
  "security_description": "Sicherheit ist Rexas wichtig, und daher erklären Sie sich damit einverstanden, Ihren Wallet-Zugang nicht mit einem anderen Nutzer oder Drittanbieter zu teilen oder wissentlich eine Handlung vorzunehmen, die es einem Dritten ermöglicht, auf Ihr Konto zuzugreifen oder es zu nutzen. Sollten wir nach eigenem Ermessen der Meinung sein, dass Ihr Konto unangemessen genutzt wird, behalten wir uns das Recht vor, Ihr Konto ohne Haftung zu sperren, zu kündigen oder nicht weiter zu unterstützen.\n\nWir können die Identitäten der Personen, die unsere Dienste nutzen, nicht überprüfen und übernehmen keine Haftung, wenn jemand anderes Ihre Wallet-Verbindung oder Ihr Konto nutzt. Wenn Sie eine unautorisierte Nutzung Ihres Logins bemerken, sollten Sie uns sofort unter admin@rexas.com benachrichtigen und 'Sicherheitsverletzung' als Betreffzeile verwenden. Bitte beachten Sie, dass wir möglicherweise Ihre Identität überprüfen und den Besitz des Kontos validieren müssen. Seien Sie vorsichtig bei anderen Websites und Diensten, die vorgeben, wir zu sein oder mit uns in Verbindung zu stehen.",

  "removing_data_title": "Daten entfernen",
  "removing_data_description": "Wenn Sie möchten, dass wir alle Daten, die wir über Sie haben, löschen, kontaktieren Sie uns bitte per E-Mail an admin@rexas.com. Auch wenn wir bei der Anmeldung zur Nutzung unseres Dienstes keine persönlichen oder identifizierbaren Informationen benötigen, können wir dennoch Ihre Daten speichern, wenn Sie uns eine E-Mail-Adresse mitgeteilt oder uns die Erlaubnis erteilt haben, Sie zu kontaktieren. Wenn Sie möchten, dass Ihre Daten gelöscht werden, müssen Sie dies in Ihrer E-Mail angeben. Wenn Sie keine Löschung verlangen, werden wir diese Informationen gemäß unserer Datenschutzrichtlinie aufbewahren."
}
