{
  "cookie_policy_title": "Политика использования файлов cookie",
  "cookie_policy_description": "Для целей настоящей Политики использования файлов cookie \"мы\", \"нас\" и \"наш\" относятся к \"Rexas\". Настоящая Политика использования файлов cookie применяется к следующим \"Услугам\": rexas.com и любым другим специализированным веб-сайтам, приложениям, продуктам, форумам и услугам, которые мы предлагаем через приложение или веб-сайт, или другие специализированные веб-сайты, которые могут быть предложены нами время от времени.\n\nВы можете изменить свои предпочтения в отношении файлов cookie или отозвать свое согласие в любое время, используя Настройки конфиденциальности.",

  "what_is_cookie_title": "1. Что такое cookie?",
  "what_is_cookie_description": "Cookies — это текстовые файлы, содержащие небольшие объемы информации, которые размещаются на вашем устройстве при посещении веб-сайта. Они широко используются для обеспечения работы веб-сайтов или для их более эффективной работы, а также для предоставления информации владельцам веб-сайтов с целью улучшения пользовательского опыта, например, запоминания ваших предпочтений или предложения персонализированного контента и рекламы.\n\nФункции, которые обычно выполняет cookie, также могут быть реализованы с помощью других аналогичных технологий, таких как файлы журнала, пиксельные теги, веб-маяки, прозрачные GIF и идентификаторы устройств. В настоящей Политике использования файлов cookie мы будем называть их коллективно \"Cookies\".",

  "how_we_use_cookie_title": "2. Как мы используем Cookies?",
  "how_we_use_cookie_description": "Мы можем использовать файлы cookie для:\n- Проверки информации для входа и предоставления пользователям возможности находить друзей, использующих Услугу;\n- Отслеживания трафика и маршрутов в связи с Услугой;\n- Постоянного понимания общего числа пользователей Услуги и типов устройств;\n- Мониторинга производительности Услуги для ее постоянного улучшения;\n- Персонализации и улучшения вашего онлайн-опыта;\n- Предоставления вам обслуживания клиентов;\n- и для предоставления рекламы третьих лиц в рамках наших услуг.",

  "types_of_cookie_title": "3. Какие типы Cookies мы используем?",
  "types_of_cookie_description": "Типы файлов cookie, используемые нами и нашими партнерами в рамках Услуги, можно классифицировать следующим образом: \"Необходимые файлы cookie\", \"Файлы cookie для функциональности\", \"Аналитические файлы cookie\" и \"Файлы cookie для рекламы и отслеживания\". Мы предоставили ниже дополнительную информацию о каждой категории, цели и продолжительности файлов cookie, установленных нами и третьими сторонами. Вы можете отключить файлы cookie в любое время, используя Настройки конфиденциальности, но это может повлиять на работу Услуги.\n- Необходимые файлы cookie: Обеспечивают основные функции, такие как безопасность, управление сетью и доступность.\n- Функциональные файлы cookie: Сохраняют информацию о сделанных вами выборах и позволяют нам настраивать Услугу для вас.\n- Аналитические файлы cookie: Анализируют, как используется наша Услуга или как она работает, чтобы предложить вам лучший пользовательский опыт и для поддержания, работы и постоянного улучшения Услуги.\n- Файлы cookie для рекламы и отслеживания: Эти файлы могут быть установлены через наши Услуги нашими рекламными партнерами для показа вам релевантной рекламы на других сайтах.",

  "control_or_delete_cookie_title": "4. Как управлять или удалять файлы cookie?",
  "control_or_delete_cookie_description": "У вас есть следующие варианты по поводу того, как мы используем вашу информацию:\nВы имеете право контролировать использование нами файлов cookie и других подобных технологий в любое время, используя Настройки конфиденциальности или изменяя настройки в приложении. Однако, пожалуйста, имейте в виду, что если вы решите отказаться от файлов cookie, возможно, вы не сможете использовать все функции Услуг.\nКроме того, большинство браузеров позволяют изменять ваши предпочтения в отношении файлов cookie через их настройки. Эти настройки обычно можно найти в меню \"опции\" или \"предпочтения\". Следующие ссылки могут быть полезны для понимания этих настроек:\n- Настройки cookie в Chrome\n- Настройки cookie в Safari\n- Настройки cookie в Firefox\n- Настройки cookie в Internet Explorer\nЧтобы отказаться от отслеживания через Google Analytics на всех веб-сайтах, посетите следующую ссылку:\n- Отключение Google Analytics"
}
