{
  "cookie_policy_title": "Политика использования файлов cookie",
  "cookie_policy_description": "В целях данной Политики файлов cookie \"мы\", \"нас\" и \"наш\" относятся к \"BlockBoost\". Эта Политика файлов cookie применяется к следующим \"Услугам\": BlockBoost.com и любым другим специализированным веб-сайтам, приложениям, продуктам, форумам и услугам, которые мы предлагаем через приложение или веб-сайт или другой специализированный веб-сайт, которые мы можем предлагать время от времени, или иным образом предоставляются нами. Вы можете изменить свои предпочтения в отношении файлов cookie или отозвать согласие в любое время, используя Настройки конфиденциальности.",

  "what_is_cookie_title": "1. Что такое файл cookie?",
  "what_is_cookie_description": "Файлы cookie – это текстовые файлы, содержащие небольшие объемы информации, которые помещаются на ваше устройство, когда вы посещаете веб-сайт. Они широко используются для того, чтобы веб-сайты работали или работали более эффективно, а также для предоставления информации владельцам веб-сайтов для общего улучшения пользовательского опыта, например, запоминая ваши предпочтения или предлагая вам персонализированный контент и рекламу. Функции, которые обычно выполняет файл cookie, также могут быть достигнуты с помощью других аналогичных технологий, таких как журналы, пиксельные теги, веб-маяки, прозрачные GIF и идентификаторы устройств. В этой Политике файлов cookie мы будем собирать их в одну группу как \"Файлы cookie\".",

  "how_we_use_cookie_title": "2. Как мы используем файлы cookie?",
  "how_we_use_cookie_description": "Мы можем использовать файлы cookie для:",
  "how_we_use_cookie_items": [
    "Проверки информации для входа и разрешения пользователям находить друзей, которые используют Услугу.",
    "Отслеживания потока трафика и моделей перемещения в связи с Услугой.",
    "Понимания общего числа пользователей Услуги на постоянной основе и типов устройств.",
    "Мониторинга производительности Услуги для ее постоянного улучшения.",
    "Настройки и улучшения вашего онлайн-опыта.",
    "Предоставления вам обслуживания клиентов.",
    "Показ рекламы третьих лиц в рамках наших услуг."
  ],

  "types_of_cookie_title": "3. Какие типы файлов cookie мы используем?",
  "types_of_cookie_description": "Типы файлов cookie, используемых нами и нашими партнерами в связи с Услугой, можно классифицировать на следующие категории: 'Необходимые файлы cookie', 'Функциональные файлы cookie', 'Аналитические файлы cookie' и 'Рекламные и отслеживающие файлы cookie'. Ниже мы представили дополнительную информацию о каждой категории, цели и сроке действия файлов cookie, которые мы и третьи стороны устанавливаем. Вы можете отключить файлы cookie в любое время, используя Настройки конфиденциальности, но это может повлиять на то, как работает Услуга.",
  "types_of_cookie_items": [
    {
      "title": "Необходимые файлы cookie",
      "description": "Обеспечивают основные функции, такие как безопасность, управление сетью и доступность."
    },
    {
      "title": "Функциональные файлы cookie",
      "description": "Записывают информацию о сделанных вами выборах и позволяют нам настраивать Услугу под вас."
    },
    {
      "title": "Аналитические файлы cookie",
      "description": "Анализируют, как к нашей Услуге получают доступ, как она используется или как работает, чтобы предоставить вам лучший пользовательский опыт и поддерживать, управлять и постоянно улучшать Услугу."
    },
    {
      "title": "Рекламные и отслеживающие файлы cookie",
      "description": "Могут быть установлены через наши Услуги нашими рекламными партнерами, чтобы показывать вам соответствующую рекламу на других сайтах."
    }
  ],

  "control_or_delete_cookie_title": "4. Как контролировать или удалять файлы cookie",
  "control_or_delete_cookie_description": "Вы имеете право контролировать наше использование файлов cookie и других подобных технологий в любое время, используя Настройки конфиденциальности или настраивая параметры в приложении. Однако, пожалуйста, обратите внимание, что если вы решите отказаться от файлов cookie, вы можете не получить доступ ко всей функциональности Услуг. Кроме того, большинство браузеров позволяет вам изменять ваши предпочтения в отношении файлов cookie через их настройки. Эти настройки обычно находятся в меню \"опции\" или \"предпочтения\". Чтобы понять эти настройки, следующие ссылки могут быть полезны:",
  "control_or_delete_cookie_links": [
    "Настройка файлов cookie в Chrome",
    "Настройка файлов cookie в Safari",
    "Настройка файлов cookie в Firefox",
    "Настройка файлов cookie в Internet Explorer",
    "Google Analytics Opt-Out"
  ],

  "changes_to_cookie_policy_title": "5. Изменения в этой Политике использования файлов cookie",
  "changes_to_cookie_policy_description": "Мы обновим эту Политику файлов cookie, чтобы отразить изменения в наших практиках и услугах. Когда мы внесем изменения в эту Политику файлов cookie, мы пересмотрим дату \"Последнее обновление\" в верхней части этой Политики.",

  "need_more_info_title": "6. Нужна дополнительная информация?",
  "need_more_info_description": "Если вы хотите узнать больше о файлах cookie и их использовании в Интернете, вы можете найти дополнительную полезную информацию на AboutCookies, All About Cookies и Your Online Choices.",

  "cookies_set_in_the_past_title": "7. Файлы cookie, установленные в прошлом",
  "cookies_set_in_the_past_description": "Если вы отключили один или несколько файлов cookie, мы все равно можем использовать информацию, собранную с помощью файлов cookie до установки вашей отключенной предпочтения, однако мы прекратим использовать отключенный файл cookie для сбора любых дальнейших сведений.",

  "contact_us_title": "8. Свяжитесь с нами",
  "contact_us_description": "Если вы хотите связаться с нами по поводу этой Политики использования файлов cookie и использования файлов cookie в Услугах, свяжитесь с нами через наш социальный канал или напишите нам на адрес: inq@BlockBoost.io."
}
