{
  "earnings": {
    "title": "Заработок",
    "description": "Экосистема BlockBoost позволяет зарабатывать пассивный доход множеством способов, таких как награды за предпродажу, торговые награды, награды за удержание, награды за стекинг и награды за стекинг в хранилище."
  },
  "rewards": {
    "presale": {
      "titleWhite": "Предварительная продажа",
      "titleColor": "Награды",
      "description": "Участвуйте на ранних этапах предпродажи, чтобы получить $BBT по более низкой цене, так как с каждым этапом цена предпродаж растет. Вы также можете приглашать своих друзей, чтобы зарабатывать 5% от их инвестиционной суммы в течение предпродажи. Нет ограничений на количество рефералов, чтобы зарабатывать пассивные награды от их инвестиций."
    },
    "trading": {
      "titleWhite": "Торговля",
      "titleColor": "Награды",
      "description": "После запуска токена $BBT вы все еще можете приглашать и зарабатывать через свою уникальную реферальную ссылку в нашем приложении и получать 2% торговых наград от торговой активности ваших рефералов на протяжении всей жизни, когда они покупают или продают токены $BBT."
    },
    "holding": {
      "titleWhite": "Удержание",
      "titleColor": "Награды",
      "description": "Держите $BBT и зарабатывайте пассивный доход. Просто сядьте и расслабьтесь, чтобы получать часть своих наград за удержание от объема торговли $BBT и запрашивать их через наше приложение каждый час. Если вы пропустите запрос, вы сможете вернуть все оставшиеся награды в любое время со своего адреса кошелька."
    },
    "staking": {
      "titleWhite": "Стейкинг",
      "titleColor": "Награды",
      "description": "Ставьте $BBT, чтобы получать награды и гарантированное распределение для лончпада. Награды будут получены от стейкинговых запасов нашей экосистемы. Даже после того как вы получите право на получение наград за удержание, которые распределяются из объемов торговли токенами $BBT."
    },
    "vault": {
      "titleWhite": "Сейф",
      "titleColor": "Награды",
      "description": "Ставьте любые токены, чтобы зарабатывать с автоматической системой сложных процентов. Вы можете ставить любые токены, чтобы зарабатывать $BBT в качестве автоматических сложных наград. Награды будут получены от запасов в хранилище нашей экосистемы. Вы можете разблокировать свои токены в любое время вместе с накопленными наградами в токенах $BBT."
    }
  }
}
