{
  "privacy_policy_title": "Политика конфиденциальности",
  "privacy_policy_description": "Эта политика конфиденциальности (\"Политика\") информирует вас о ваших выборах и наших практиках в отношении вашей информации (как определено ниже). В рамках данной Политики \"мы\", \"нас\" и \"наше\" относятся к \"Rexas\".",

  "children_title": "Дети",
  "children_description": "Наши услуги недоступны для использования детьми и предназначены для лиц старше 18 лет, а в некоторых юрисдикциях — старше 21 года. Пожалуйста, ознакомьтесь с законодательством вашей страны для получения возрастных рекомендаций.\n\nДля соблюдения текущего \"Закона о защите данных Великобритании\" для детей, в частности, Кодекса соответствия возрасту (также известного как Закон о детях), были оценены риски. Более подробная информация доступна на портале Детского кодекса ICO. Данная политика объяснит, какие области нашего приложения или сайта могут повлиять на вашу конфиденциальность и личные данные, как мы обрабатываем, собираем, управляем и храним эти данные, а также ваши права в отношении ваших данных.",

  "personal_info_title": "Личная информация, которую мы собираем",
  "personal_info_description": "Мы можем собирать и использовать следующую информацию о вас:\nИнформация, которую вы предоставляете нам, например, ваше имя, почтовый адрес, номер телефона, адрес электронной почты и платёжная информация.\nИнформация, предоставленная через каналы поддержки клиентов, например, при обращении к нам по электронной почте.\nИнформация, собранная при использовании нашего приложения или веб-сайта, включая файлы cookie и данные о местоположении.\nИнформация от третьих лиц, включая социальные сети и аналитические сервисы, такие как Google Analytics.",

  "how_we_use_title": "Как мы используем вашу личную информацию",
  "how_we_use_description": "Мы будем использовать ваши личные данные только тогда, когда это разрешено законом. Основные причины включают:\nДля предоставления вам наших услуг, включая доступ к нашему приложению через виртуальный кошелёк.\nДля улучшения и мониторинга использования наших услуг.\nДля предоставления поддержки клиентов и ответа на ваши запросы или жалобы.\nДля предотвращения мошенничества, защиты от юридических претензий и выполнения юридических обязательств.\nДля проведения аналитики и предоставления целевой рекламы (с вашего согласия).",

  "choices_title": "Ваш выбор относительно использования информации",
  "choices_description": "У вас есть следующие варианты использования вашей информации:\nМаркетинговые электронные письма: вы можете отказаться от получения рекламных писем, используя функцию \"отписаться\" в наших маркетинговых письмах.\nФинансовые стимулы: мы можем проводить акции, запрашивающие у вас личную информацию. Участие является добровольным."
}
