{
  "privacy_policy_title": "Политика конфиденциальности",
  "privacy_policy_description": "Данная политика конфиденциальности (\"Политика\") информирует вас о ваших выборах и наших практиках в отношении вашей информации (как определено ниже). В целях данной Политики \"мы\", \"нас\" и \"наш\" относятся к \"BlockBoost\".",

  "children_title": "Дети",
  "children_description": [
    "Наши услуги недоступны для использования детьми и предназначены для лиц старше 18 лет, а в некоторых юрисдикциях - старше 21 года. Пожалуйста, обратитесь к законодательству вашей страны для получения информации о возрастных ограничениях.",
    "Для соблюдения текущего 'Закона о защите данных Великобритании' для детей, в частности Кодекса дизайна, соответствующего возрасту (также известного как Закон о детях), были оценены риски. Дополнительную информацию можно найти на сайте ICO Children's Code Hub.",
    "Эта политика объяснит области нашего приложения или веб-сайта, которые могут повлиять на вашу конфиденциальность и личные данные, как мы обрабатываем, собираем, управляем и храним эти данные, а также ваши права в отношении ваших данных."
  ],

  "personal_info_title": "Личная информация, которую мы собираем",
  "personal_info_description": [
    "Мы можем собирать и использовать следующую информацию о вас:",
    "• Информация, которую вы предоставляете нам, такая как ваше имя, почтовый адрес, номер телефона, адрес электронной почты и платежная информация.",
    "• Информация, которую вы предоставляете через каналы поддержки клиентов, например, при обращении к нам по электронной почте.",
    "• Информация, собранная при использовании нашего приложения или веб-сайта, включая файлы cookie и данные на основе местоположения.",
    "• Информация от третьих лиц, включая социальные сети и аналитические сервисы, такие как Google Analytics."
  ],

  "how_we_use_title": "Как мы используем вашу личную информацию",
  "how_we_use_description": [
    "Мы будем использовать ваши персональные данные только в случаях, когда это разрешено законом. Общие причины включают:",
    "• Предоставление вам наших услуг, включая доступ к нашему приложению через виртуальный кошелек.",
    "• Улучшение и мониторинг использования наших услуг.",
    "• Предоставление поддержки клиентов и ответ на ваши запросы или жалобы.",
    "• Предотвращение мошенничества, защита юридических требований и соблюдение юридических обязательств.",
    "• Проведение аналитики и предоставление целевой рекламы (с вашего согласия)."
  ],

  "choices_title": "Ваши выборы относительно использования информации",
  "choices_description": [
    "У вас есть следующие варианты относительно того, как мы используем вашу информацию:",
    "• Маркетинговые электронные письма: вы можете отказаться от получения рекламных писем, используя функцию \"отписаться\" в наших маркетинговых электронных письмах.",
    "• Финансовые стимулы: мы можем проводить акции, которые просят вас поделиться личной информацией. Участие является добровольным."
  ],

  "who_we_share_title": "С кем мы делимся вашей личной информацией",
  "who_we_share_description": [
    "Мы можем делиться вашей информацией со следующими организациями:",
    "• Поставщики услуг (например, облачные сервисы, такие как AWS).",
    "• Поставщики аналитики (например, Google, Apple, AWS).",
    "• Рекламные партнеры (для услуг с поддержкой рекламы).",
    "• Правоохранительные органы или государственные учреждения, если это требуется по закону.",
    "• Организации, участвующие в слияниях, поглощениях или корпоративных реорганизациях."
  ],

  "security_title": "Безопасность",
  "security_description": [
    "У нас есть меры безопасности для защиты вашей информации, но передача данных по интернету не является полностью безопасной.",
    "Мы рекомендуем использовать соответствующие меры безопасности при использовании наших услуг."
  ],

  "where_we_process_title": "Где мы обрабатываем вашу информацию",
  "where_we_process_description": [
    "Ваша информация будет обрабатываться нашими сотрудниками и поставщиками услуг (Apple, Google, AWS, Mailchimp).",
    "Если это необходимо, мы обеспечим, чтобы ваши данные передавались в страны, которые обеспечивают адекватную защиту персональных данных."
  ],

  "how_long_we_store_title": "Как долго мы храним вашу информацию",
  "how_long_we_store_description": [
    "Мы храним вашу информацию до 6 лет.",
    "При удалении информации мы принимаем меры, чтобы сделать ее непригодной для восстановления или воспроизведения."
  ],

  "your_rights_title": "Ваши права",
  "your_rights_description": [
    "У вас есть следующие права в соответствии с законами о защите данных:",
    "• Право запрашивать доступ к вашим персональным данным.",
    "• Право запрашивать исправление ваших персональных данных.",
    "• Право запрашивать удаление ваших персональных данных.",
    "• Право возражать против обработки ваших персональных данных.",
    "• Право запрашивать ограничение обработки ваших персональных данных.",
    "• Право запрашивать передачу ваших персональных данных.",
    "• Право в любое время отозвать согласие."
  ],

  "california_privacy_rights_title": "Права на конфиденциальность в Калифорнии (Приложение 1)",
  "california_privacy_rights_description": "Условия данного приложения применяются к жителям Калифорнии в соответствии с Законом о конфиденциальности потребителей Калифорнии (CCPA). В целях данного приложения Личная информация означает информацию, которая идентифицирует или связана с конкретным потребителем или домохозяйством.",

  "brazil_privacy_rights_title": "Права на конфиденциальность в Бразилии (Приложение 2)",
  "brazil_privacy_rights_description": "Условия данного приложения применяются к жителям Бразилии в соответствии с Законом о защите данных (LGPD). Вы имеете право запрашивать, храним ли мы вашу личную информацию и требовать ее удаления, ограничения или исправления.",

  "contact_title": "Контакты и жалобы",
  "contact_description": [
    "Если у вас есть какие-либо вопросы или жалобы относительно данной политики, пожалуйста, свяжитесь с нами по адресу inq@BlockBoost.io.",
    "Если вы хотите подать жалобу на то, как мы обрабатываем вашу информацию, мы постараемся ответить в течение 30 дней."
  ],

  "changes_title": "Изменения в этой политике",
  "changes_description": "Любые обновления или изменения в этой политике будут опубликованы здесь."
}
