{
  "terms_and_conditions_title": "Условия и Положения",
  "terms_and_conditions_description": "Пожалуйста, внимательно прочитайте эти условия. Они содержат наши юридические обязательства перед вами, а также то, что вы можете или должны делать, и что вам не следует делать при использовании наших услуг. Убедитесь, что вы полностью прочитали и поняли эти условия. Используя наши услуги, вы автоматически соглашаетесь с этими условиями и признаете, что они имеют юридическую силу для вас. Для ясности, если вы не соглашаетесь с этими условиями, вы не можете использовать или получать доступ к нашим услугам. \n\nВам также следует прочитать нашу политику конфиденциальности. Политика конфиденциальности объясняет, как мы используем ваши персональные данные. Если у вас есть какие-либо ошибки в этих условиях или у вас есть вопросы, пожалуйста, свяжитесь с нами. Когда нам нужно будет связаться с вами, мы сделаем это по электронной почте, которую вы предоставили. Поэтому очень важно убедиться, что указанный адрес электронной почты актуален. Я прошу вас регулярно использовать наши услуги, чтобы подтвердить это. Мы свяжемся с вами только в том случае, если вы явно на это согласитесь. Дополнительные электронные письма будут отправлены только в том случае, если вы подпишетесь на нашу рассылку или обновления. Когда мы используем слова \"в письменной форме\" или \"письменно\", мы также имеем в виду электронные письма.",

  "changes_to_terms_title": "Изменения в Условиях",
  "changes_to_terms_description": "Мы можем обновлять и изменять эти условия время от времени. Последняя версия условий будет опубликована на соответствующих веб-страницах и в приложениях. Чтобы продолжить использование сервиса, возможно, потребуется повторно подтвердить и принять измененные условия. Всегда рекомендуется регулярно проверять наш веб-сайт и приложение на предмет изменений. Вы также можете распечатать и сохранить копию этих условий для дальнейшего обращения. Сервис может требовать обновления программного обеспечения, но только в том случае, если он продолжает работать в соответствии с ранее предоставленным описанием. Соответствующее программное обеспечение может быть обновлено для отражения изменений операционной системы. Продолжая использование сервиса, мы считаем, что вы принимаете любые будущие изменения этих условий.",

  "buying_coins_title": "Использование Сервиса / Покупка Монет",
  "buying_coins_description": "Для использования сервиса вам необходимо иметь виртуальный кошелек. Кошелек — это сторонний сервис, пожалуйста, ознакомьтесь с условиями использования.",

  "security_title": "Безопасность",
  "security_description": "Безопасность важна для нас, поэтому вы соглашаетесь не делиться доступом к вашему кошельку и не предпринимать действий, которые могут намеренно побудить других пользователей или третьих лиц получить доступ или использовать вашу учетную запись. Мы оставляем за собой право приостановить или закрыть учетную запись по нашему усмотрению, если сочтем, что ваша учетная запись использовалась неправомерно.\n\nМы не можем проверить личность людей, использующих наши услуги, и не несем ответственности за использование вашего кошелька или учетной записи другими лицами. Если вы считаете, что ваши идентификационные данные были использованы без вашего согласия, немедленно свяжитесь с нами по электронной почте inq@BlockBoost.io. В теме сообщения укажите \"Нарушение Безопасности\". Возможно, потребуется подтвердить личность или проверить права на учетную запись. Будьте внимательны к людям и другим сайтам, связанным с использованием веб-сайтов или услуг.",

  "removing_data_title": "Удаление Данных",
  "removing_data_description": "Если вы хотите удалить данные, которые мы имеем о вас, отправьте электронное письмо на inq@BlockBoost.io. Однако мы не собираем личные или идентифицируемые данные при использовании сервиса, но можем хранить некоторые данные, если вы предоставили свой адрес электронной почты или согласились связаться с нами. При запросе на удаление данных укажите это четко в электронном письме. До тех пор, пока вы не запросите удаление, мы будем хранить эту информацию в соответствии с нашей политикой конфиденциальности.",

  "rules_of_use_title": "Правила Использования",
  "rules_of_use_description": "Вы соглашаетесь соблюдать и выполнять нижеуказанные правила:",
  "rules_of_use_list": [
    "Не нападать на других людей лично.",
    "Не преследовать и не угрожать другим пользователям.",
    "Не публиковать неприличный, порнографический или сексуально провокационный контент и изображения.",
    "Не продвигать или обсуждать незаконные действия.",
    "Не нарушать права интеллектуальной собственности или конфиденциальности третьих лиц.",
    "Не вводить вирусы или другие вредоносные элементы.",
    "Не использовать чужую личность или выдавать себя за другого человека.",
    "Не заниматься спамом, троллингом или другими антисоциальными действиями.",
    "Не получать или продвигать несанкционированные выгоды для себя или третьих лиц."
  ],

  "violation_of_rules_title": "Нарушение Правил",
  "violation_of_rules_description": "Если вы считаете, что другой пользователь нарушает эти правила, сообщите нам об этом по электронной почте на inq@BlockBoost.io. Мы не можем гарантировать, что другие пользователи будут соблюдать эти правила, и не несем ответственности за нарушения со стороны других пользователей. Вы несете ответственность за свои действия, как и другие пользователи.",

  "service_interruption_title": "Перерыв в Сервисе",
  "service_interruption_description": "BlockBoost не гарантирует, что сервис всегда будет доступен, непрерывным, своевременным, безопасным или свободным от ошибок и вирусов. Возможны перерывы в доступности сервиса из-за технических проблем или обслуживания. Мы оставляем за собой право изменять, приостанавливать или прекращать предоставление конкретных услуг без предварительного уведомления. Мы прилагаем все усилия, чтобы наши услуги не содержали вирусов или другого вредоносного программного обеспечения, однако мы рекомендуем использовать соответствующее антивирусное программное обеспечение, если это необходимо.",

  "prohibited_person_title": "Запрещенное Лицо",
  "prohibited_person_description": "\"Запрещенное Лицо\" относится к физическому или юридическому лицу, которому применяются специальные ограничения согласно законодательству США, ООН, ЕС или других властей. Мы не будем вести дела с запрещенными лицами.",

  "third_parties_title": "Третьи Лица",
  "third_parties_description": "Некоторые страницы могут содержать ссылки на сайты или услуги третьих лиц. Эти ссылки предоставлены для вашего удобства, и BlockBoost не несет ответственности за содержание третьих лиц. Пожалуйста, ознакомьтесь с условиями и политикой конфиденциальности сайтов третьих лиц, прежде чем их посещать. Мы не несем ответственности за убытки или ущерб, возникающие в результате транзакций с третьими лицами.",

  "limitation_of_liability_title": "Ограничение Ответственности",
  "limitation_of_liability_description": "BlockBoost не несет ответственности за любые специальные, случайные или косвенные убытки, независимо от теории ответственности (договорной, деликтной или иной), включая потерю прибыли, потерю доходов, потерю бизнеса, потерю данных, расходы, обязательства и затраты (включая гонорары адвокатов) любым образом, связанным с использованием услуг. Вы соглашаетесь с тем, что общая ответственность BlockBoost в отношении использования услуг ограничена максимальной суммой, которую вы заплатили BlockBoost за эти услуги.",

  "waiver_title": "Отказ от Прав",
  "waiver_description": "Несоблюдение любых положений этих условий не будет считаться отказом от этого положения или от любого другого положения.",

  "entire_agreement_title": "Полное Соглашение",
  "entire_agreement_description": "Эти условия представляют собой полное соглашение между вами и BlockBoost относительно использования услуг и аннулируют любые предыдущие соглашения или понимания.",

  "contact_information_title": "Контактная Информация",
  "contact_information_description": "Если у вас есть какие-либо вопросы или опасения по поводу этих условий, свяжитесь с нами по электронной почте inq@BlockBoost.io.",

  "prohibited_use_title": "Запрещенное Использование",
  "prohibited_use_description": "Вы не можете использовать наш веб-сайт, приложение или услуги таким образом, чтобы вводить вирусы или другие вредоносные программы.",

  "governing_law_title": "Применимое Право",
  "governing_law_description": "Эти условия будут регулироваться и толковаться в соответствии с законами штата Калифорния, без учета принципов коллизии законов.",

  "termination_title": "Прекращение",
  "termination_description": "Мы оставляем за собой право прекратить использование сервиса или приостановить учетную запись в любое время, без предварительного уведомления, по любой причине."
}
