{
  "terms_and_conditions_title": "Условия и Положения",
  "terms_and_conditions_description": "Вы должны прочитать эти Условия, так как они содержат наши юридические обязательства перед вами, а также ряд ДО и НЕ, которые вам нужно учитывать при использовании наших Сервисов. Пожалуйста, внимательно прочитайте эти Условия, чтобы убедиться, что вы их понимаете. Используя наши Сервисы, вы автоматически соглашаетесь на эти Условия и юридически обязываетесь их соблюдать. Для избежания недоразумений, если вы не согласны с Условиями, вы не должны продолжать использовать наши Сервисы.\n\nВы также должны прочитать нашу Политику конфиденциальности. Политика конфиденциальности объясняет, как мы используем ваши личные данные. Если вы считаете, что в этих условиях есть ошибка или у вас есть вопросы, пожалуйста, свяжитесь с нами для обсуждения. Если нам нужно связаться с вами, мы сделаем это письменно по адресу электронной почты, который вы предоставили. Поэтому очень важно, чтобы вы подтвердили, что указали действующий адрес электронной почты, который вы используете лично, и продолжая использовать наши Сервисы, вы гарантируете, что сделали это. Мы будем связываться с вами только с вашего явного согласия. Единственное другое время, когда вы будете получать письма, это если вы зарегистрировались на получение наших новостей и обновлений.\n\nКогда мы используем слова 'письменно' или 'в письменной форме' в этих условиях, это включает электронные письма.",

  "buying_coins_title": "Использование наших сервисов / Покупка монет",
  "buying_coins_description": "Для использования нашего сервиса вам понадобится виртуальный кошелек. Обратите внимание, что кошельки являются сторонними сервисами, и мы рекомендуем вам ознакомиться с их условиями использования.",

  "security_title": "Безопасность",
  "security_description": "Безопасность важна для Rexas, и поэтому вы соглашаетесь не передавать доступ к вашему кошельку другим пользователям или третьим лицам, а также не совершать действия, которые позволят третьим лицам получить доступ к вашей учетной записи. Если мы считаем, что ваша учетная запись используется ненадлежащим образом, мы оставляем за собой право приостановить, прекратить или прекратить поддержку вашей учетной записи без обязательств.\n\nМы не можем проверить личности людей, использующих наши Сервисы, и не несем ответственности, если кто-то другой использует ваше подключение к кошельку или учетную запись. Если вы обнаружили несанкционированное использование вашего логина, немедленно уведомите нас, связавшись с нами по адресу admin@rexas.com, указав в теме письма 'Нарушение безопасности'. Обратите внимание, что нам может понадобиться подтвердить вашу личность и владение учетной записью. Будьте осторожны с другими веб-сайтами и сервисами, которые могут выдавать себя за нас или утверждать, что связаны с нами.",

  "removing_data_title": "Удаление данных",
  "removing_data_description": "Если вы хотите, чтобы мы удалили какие-либо данные, которые могут быть у нас о вас, пожалуйста, свяжитесь с нами, отправив письмо на admin@rexas.com. Хотя мы не требуем личных или идентифицирующих данных при регистрации для использования нашего сервиса, мы можем сохранить ваши данные, если вы предоставили нам адрес электронной почты или дали разрешение на связь с вами. Если вы хотите, чтобы ваши данные были удалены, укажите это в своем письме. Если вы не запросите удаление, мы будем хранить эту информацию в соответствии с нашей Политикой конфиденциальности."
}
